-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2020-10-24 21:15:38
-- 服务器版本： 5.6.49-log
-- PHP Version: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `itel`
--

-- --------------------------------------------------------

--
-- 表的结构 `app_admin`
--

CREATE TABLE IF NOT EXISTS `app_admin` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `pwd` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `realname` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `group` int(10) unsigned DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `sex` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `email` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `tel` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `logintime` int(10) unsigned DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_admin`
--

INSERT INTO `app_admin` (`id`, `name`, `pwd`, `realname`, `group`, `addtime`, `sex`, `email`, `tel`, `logintime`) VALUES
(6, 'admin', '21232f297a57a5a743894a0e4a801fc3', '站长', 4, 1369041388, '1', '568456337@qq.com', '18045104128', 1603538224);

-- --------------------------------------------------------

--
-- 表的结构 `app_adminlog`
--

CREATE TABLE IF NOT EXISTS `app_adminlog` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned NOT NULL,
  `name` varchar(45) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `ip` varchar(45) DEFAULT NULL,
  `content` text,
  `address` varchar(50) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=98 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_adminlog`
--

INSERT INTO `app_adminlog` (`id`, `uid`, `name`, `time`, `ip`, `content`, `address`) VALUES
(1, 6, 'admin', 1602292716, '127.0.0.1', '新建用户：admin', 'IP data file not exists or access denied'),
(2, 6, 'admin', 1602292804, '127.0.0.1', '编辑用户：', 'IP data file not exists or access denied'),
(3, 6, 'admin', 1602292877, '127.0.0.1', '新建用户：system', 'IP data file not exists or access denied'),
(4, 6, 'admin', 1602292906, '127.0.0.1', '编辑用户：', 'IP data file not exists or access denied'),
(5, 6, 'admin', 1602292914, '127.0.0.1', '编辑用户：', 'IP data file not exists or access denied'),
(6, 6, 'admin', 1602292992, '127.0.0.1', '修改系统基本设置', 'IP data file not exists or access denied'),
(7, 6, 'admin', 1602293260, '127.0.0.1', '添加新闻【APP测试公告】', 'IP data file not exists or access denied'),
(8, 6, 'admin', 1602293431, '127.0.0.1', '修改系统基本设置', 'IP data file not exists or access denied'),
(9, 6, 'admin', 1602293473, '127.0.0.1', '修改系统基本设置', 'IP data file not exists or access denied'),
(10, 6, 'admin', 1602293611, '127.0.0.1', '修改系统基本设置', 'IP data file not exists or access denied'),
(11, 6, 'admin', 1602293736, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(12, 6, 'admin', 1602316678, '127.0.0.1', '登录后台', 'IP data file not exists or access denied'),
(13, 6, 'admin', 1602316713, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(14, 6, 'admin', 1602316795, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(15, 6, 'admin', 1602316802, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(16, 6, 'admin', 1602316827, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(17, 6, 'admin', 1602317215, '127.0.0.1', '发消息', 'IP data file not exists or access denied'),
(18, 6, 'admin', 1602317278, '127.0.0.1', '修改系统基本设置', 'IP data file not exists or access denied'),
(19, 6, 'admin', 1602334312, '127.0.0.1', '登录后台', 'IP data file not exists or access denied'),
(20, 6, 'admin', 1602334328, '127.0.0.1', '删除了一条聊天记录', 'IP data file not exists or access denied'),
(21, 6, 'admin', 1602334330, '127.0.0.1', '删除了一条聊天记录', 'IP data file not exists or access denied'),
(22, 6, 'admin', 1602380106, '113.4.53.176', '登录后台', 'IP data file not exists or access denied'),
(23, 6, 'admin', 1602380188, '113.4.53.176', '修改系统基本设置', '黑龙江省哈尔滨市 联通'),
(24, 6, 'admin', 1602380592, '113.4.53.176', '发消息', '黑龙江省哈尔滨市 联通'),
(25, 6, 'admin', 1602383581, '113.4.53.176', '删除用户日志', '黑龙江省哈尔滨市 联通'),
(26, 6, 'admin', 1602388321, '113.4.53.176', '编辑新闻【APP测试公告】', '黑龙江省哈尔滨市 联通'),
(27, 6, 'admin', 1602400238, '113.4.53.176', '修改系统基本设置', '黑龙江省哈尔滨市 联通'),
(28, 6, 'admin', 1602400520, '113.4.53.176', '修改系统基本设置', '黑龙江省哈尔滨市 联通'),
(29, 6, 'admin', 1602508964, '113.4.53.176', '登录后台', '黑龙江省哈尔滨市 联通'),
(30, 6, 'admin', 1602589211, '113.4.53.176', '登录后台', '黑龙江省哈尔滨市 联通'),
(31, 6, 'admin', 1602589227, '113.4.53.176', '修改系统基本设置', '黑龙江省哈尔滨市 联通'),
(32, 6, 'admin', 1602590538, '113.4.53.176', '编辑角色:超级管理员', '黑龙江省哈尔滨市 联通'),
(33, 6, 'admin', 1602611056, '58.17.61.205', '登录后台', '江西省南昌市 联通'),
(34, 6, 'admin', 1602655089, '58.17.61.205', '登录后台', '江西省南昌市 联通'),
(35, 6, 'admin', 1602659281, '113.4.53.176', '登录后台', 'IP data file not exists or access denied'),
(36, 6, 'admin', 1602659587, '113.4.53.176', '修改系统基本设置', 'IP data file not exists or access denied'),
(37, 6, 'admin', 1602661009, '113.4.53.176', '发消息', '黑龙江省哈尔滨市 联通'),
(38, 6, 'admin', 1602661684, '113.4.53.176', '发消息', '黑龙江省哈尔滨市 联通'),
(39, 6, 'admin', 1602661697, '113.4.53.176', '发消息', '黑龙江省哈尔滨市 联通'),
(40, 6, 'admin', 1602661705, '113.4.53.176', '发消息', '黑龙江省哈尔滨市 联通'),
(41, 6, 'admin', 1602730206, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(42, 6, 'admin', 1602731548, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(43, 6, 'admin', 1602731624, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(44, 6, 'admin', 1602757205, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(45, 6, 'admin', 1602839139, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(46, 6, 'admin', 1602839234, '221.212.23.68', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(47, 6, 'admin', 1602839250, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(48, 6, 'admin', 1602839250, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(49, 6, 'admin', 1602839251, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(50, 6, 'admin', 1602839252, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(51, 6, 'admin', 1602839253, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(52, 6, 'admin', 1602839254, '221.212.23.68', '删除了一条聊天记录', '黑龙江省哈尔滨市道外区 联通'),
(53, 6, 'admin', 1603013304, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(54, 6, 'admin', 1603075483, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(55, 6, 'admin', 1603075532, '221.212.23.68', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(56, 6, 'admin', 1603077813, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(57, 6, 'admin', 1603077876, '221.212.23.68', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(58, 6, 'admin', 1603078479, '221.212.23.68', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(59, 6, 'admin', 1603099185, '221.212.23.68', '删除了一条朋友圈', '黑龙江省哈尔滨市道外区 联通'),
(60, 6, 'admin', 1603155855, '221.212.23.175', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(61, 6, 'admin', 1603155889, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(62, 6, 'admin', 1603155890, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(63, 6, 'admin', 1603155890, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(64, 6, 'admin', 1603155897, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(65, 6, 'admin', 1603155898, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(66, 6, 'admin', 1603155898, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(67, 6, 'admin', 1603155899, '221.212.23.175', '删除了一条举报记录', '黑龙江省哈尔滨市道外区 联通'),
(68, 6, 'admin', 1603155930, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(69, 6, 'admin', 1603156223, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(70, 6, 'admin', 1603165779, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(71, 6, 'admin', 1603201724, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(72, 6, 'admin', 1603202057, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(73, 6, 'admin', 1603202154, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(74, 6, 'admin', 1603202171, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(75, 6, 'admin', 1603243293, '221.212.23.175', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(76, 6, 'admin', 1603243309, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(77, 6, 'admin', 1603243371, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(78, 6, 'admin', 1603247643, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(79, 6, 'admin', 1603247664, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(80, 6, 'admin', 1603247726, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(81, 6, 'admin', 1603247957, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(82, 6, 'admin', 1603250695, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(83, 6, 'admin', 1603250762, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(84, 6, 'admin', 1603285456, '223.149.38.173', '登录后台', '湖南省 电信'),
(85, 6, 'admin', 1603330206, '221.212.23.175', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(86, 6, 'admin', 1603330378, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(87, 6, 'admin', 1603336450, '221.212.23.175', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(88, 6, 'admin', 1603337313, '221.212.23.175', '发消息', '黑龙江省哈尔滨市道外区 联通'),
(89, 6, 'admin', 1603414314, '221.212.23.175', '登录后台', '黑龙江省哈尔滨市道外区 联通'),
(90, 6, 'admin', 1603416783, '221.212.23.175', '修改系统基本设置', '黑龙江省哈尔滨市道外区 联通'),
(91, 6, 'admin', 1603441363, '222.243.21.82', '登录后台', '湖南省怀化市 电信'),
(92, 6, 'admin', 1603498880, '113.4.53.24', '登录后台', '黑龙江省哈尔滨市 联通'),
(93, 6, 'admin', 1603531020, '113.4.53.24', '登录后台', '黑龙江省哈尔滨市 联通'),
(94, 6, 'admin', 1603531085, '113.4.53.24', '登录后台', '黑龙江省哈尔滨市 联通'),
(95, 6, 'admin', 1603531798, '183.138.186.116', '登录后台', '浙江省温州市 电信'),
(96, 6, 'admin', 1603538224, '113.4.53.24', '登录后台', '黑龙江省哈尔滨市 联通'),
(97, 6, 'admin', 1603540769, '113.4.53.24', '编辑用户：', '黑龙江省哈尔滨市 联通');

-- --------------------------------------------------------

--
-- 表的结构 `app_app`
--

CREATE TABLE IF NOT EXISTS `app_app` (
  `id` int(10) unsigned NOT NULL,
  `title` varchar(100) DEFAULT NULL,
  `logo` varchar(200) DEFAULT NULL,
  `size` varchar(45) DEFAULT NULL,
  `downnum` varchar(45) DEFAULT NULL,
  `version` varchar(45) DEFAULT NULL,
  `updatetime` varchar(45) DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `android` varchar(200) DEFAULT NULL,
  `ios` varchar(200) DEFAULT NULL,
  `content` text,
  `images` text,
  `foot` int(10) unsigned DEFAULT '0',
  `sortnum` int(10) unsigned DEFAULT '10',
  `status` int(10) unsigned DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_app`
--

INSERT INTO `app_app` (`id`, `title`, `logo`, `size`, `downnum`, `version`, `updatetime`, `addtime`, `android`, `ios`, `content`, `images`, `foot`, `sortnum`, `status`) VALUES
(1, '幸运飞艇计划推荐', 'uploads/app/15528129476833.png', '12.8', '1.28', '1.1.0', '2019-03-17', 1552813031, 'uploads/app/15528138364432.png', 'uploads/app/15528130126395.png', '介绍:幸运飞艇是由双彩网www.52cp.cn倾力打造的一款大型综合性幸运飞艇彩票应用app！集合即时开奖号码、专家计划推荐、冷热遗漏统计、走势图表工具、号码分析、下注机会、路珠走势、技巧方法心得等等于一体的全方位信息。是幸运飞艇玩家必不可少的一款应用app！', 'a:3:{i:0;s:30:"uploads/app/15528129623249.png";i:1;s:30:"uploads/app/15528129738260.png";i:2;s:30:"uploads/app/15528129838053.png";}', 1, 1, 1),
(2, '北京赛车', 'uploads/app/15534088318039.png', '20', '10', '1.09', '2019-03-24', 1553408874, 'uploads/app/15534088382714.jpg', 'uploads/app/15534088728224.png', '测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试', 'a:3:{i:0;s:30:"uploads/app/15534088504031.jpg";i:1;s:30:"uploads/app/15534088584894.jpg";i:2;s:30:"uploads/app/15534088647475.jpg";}', 1, 2, 1),
(3, '测试3', 'uploads/app/15534122402424.jpg', '20', '5', '3.0', '2019-03-24', 1553412334, 'uploads/app/15534123016850.jpg', 'uploads/app/15534123079917.jpg', '测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3测试3', 'a:2:{i:0;s:30:"uploads/app/15534123254546.png";i:1;s:30:"uploads/app/15534123337416.png";}', 1, 3, 1),
(4, '测试4', 'uploads/app/15534124686344.jpg', '50', '100', '89.9', '2019-03-24', 1553412511, 'uploads/app/15534124722246.gif', 'uploads/app/15534124773627.jpg', '测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4测试4', 'a:4:{i:0;s:30:"uploads/app/15534124922157.jpg";i:1;s:30:"uploads/app/15534124964971.jpg";i:2;s:30:"uploads/app/15534125045425.jpg";i:3;s:30:"uploads/app/15534125107844.png";}', 1, 4, 1),
(5, '测试5', 'uploads/app/15534125561246.jpg', '50', '11', '5.0', '2019-03-24', 1553412575, 'uploads/app/15534125596992.jpg', 'uploads/app/15534125636967.gif', '测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5测试5', 'a:1:{i:0;s:30:"uploads/app/15534125741840.png";}', 0, 5, 1),
(6, '测试6', 'uploads/app/15534126883084.jpg', '500', '20', '11.1', '2019-03-24', 1553412710, 'uploads/app/15534126931082.gif', 'uploads/app/15534126988813.jpg', '测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6测试6', 'a:2:{i:0;s:30:"uploads/app/15534127061353.jpg";i:1;s:30:"uploads/app/15534127107494.jpg";}', 0, 6, 1);

-- --------------------------------------------------------

--
-- 表的结构 `app_bank`
--

CREATE TABLE IF NOT EXISTS `app_bank` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned NOT NULL,
  `bankname` varchar(200) DEFAULT NULL,
  `banknum` varchar(200) DEFAULT NULL,
  `mark` varchar(200) DEFAULT NULL,
  `realname` varchar(200) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `province` varchar(45) DEFAULT NULL,
  `city` varchar(45) DEFAULT NULL,
  `default` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_bank`
--

INSERT INTO `app_bank` (`id`, `uid`, `bankname`, `banknum`, `mark`, `realname`, `time`, `province`, `city`, `default`) VALUES
(1, 30841, '工商银行', '6227001418114190954', '河西支行', '张三', 1602335700, '天津', '河西区', 1),
(2, 51805, '工商银行', '111111111111111', '测试', '测试', 1603531576, '河北省', '邯郸市', 1);

-- --------------------------------------------------------

--
-- 表的结构 `app_charge`
--

CREATE TABLE IF NOT EXISTS `app_charge` (
  `id` int(10) unsigned NOT NULL,
  `title` varchar(200) DEFAULT NULL,
  `realname` varchar(45) DEFAULT NULL,
  `number` varchar(200) DEFAULT NULL,
  `qrcode` varchar(200) DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `method` varchar(45) DEFAULT 'alipay',
  `status` int(10) unsigned DEFAULT '1',
  `bank` varchar(45) DEFAULT NULL,
  `min` int(10) unsigned DEFAULT '100',
  `max` int(10) unsigned DEFAULT '10000',
  `fee` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_charge`
--

INSERT INTO `app_charge` (`id`, `title`, `realname`, `number`, `qrcode`, `addtime`, `method`, `status`, `bank`, `min`, `max`, `fee`) VALUES
(1, '支付宝', '', '', 'uploads/bank/16022930321850.jpg', 1602293039, 'alipay', 1, 'alipay', 100, 10000, 2),
(2, '微信支付', '', '', 'uploads/bank/16022930574456.png', 1602293065, 'weixin', 1, 'weixin', 100, 10000, 1),
(3, '工商银行', '张三', '6227886433423342', '', 1602293094, 'bank', 1, 'CBC', 100, 10000, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_chat`
--

CREATE TABLE IF NOT EXISTS `app_chat` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `touid` int(10) unsigned DEFAULT '0',
  `type` varchar(45) CHARACTER SET utf8 DEFAULT 'text',
  `content` text,
  `addtime` int(10) unsigned DEFAULT NULL,
  `groupid` int(10) unsigned DEFAULT '0',
  `isread` int(10) unsigned DEFAULT '0',
  `ishow` int(10) unsigned DEFAULT '1',
  `isback` int(10) unsigned DEFAULT '0',
  `tip_uid` int(10) unsigned DEFAULT '0',
  `del_uids` varchar(500) NOT NULL DEFAULT '@'
) ENGINE=MyISAM AUTO_INCREMENT=491 DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `app_chat`
--

INSERT INTO `app_chat` (`id`, `userid`, `touid`, `type`, `content`, `addtime`, `groupid`, `isread`, `ishow`, `isback`, `tip_uid`, `del_uids`) VALUES
(1, 41679, 51805, 'text', '"感谢您的加入"', 1602293557, 0, 0, 1, 0, 0, '@'),
(2, 41679, 78527, 'text', '"你好"', 1602293736, 0, 0, 1, 0, 0, '@'),
(3, 41679, 87692, 'text', '"你好啊"', 1602316713, 0, 0, 1, 0, 0, '@'),
(4, 41679, 87692, 'text', '"4"', 1602316795, 0, 0, 1, 0, 0, '@'),
(5, 41679, 87692, 'text', '"5"', 1602316802, 0, 0, 1, 0, 0, '@'),
(6, 41679, 87692, 'text', '"2111"', 1602316827, 0, 0, 1, 0, 0, '@'),
(7, 78527, 41679, 'text', '"你好你是哪里"', 1602317185, 0, 1, 1, 0, 0, '@'),
(8, 41679, 78527, 'text', '"说三道四多所多"', 1602317215, 0, 0, 1, 0, 0, '@'),
(9, 41679, 78527, 'text', '"您支付宝充值500元已到账490元,扣除手续费10元"', 1602317451, 0, 0, 1, 0, 0, '@'),
(10, 87692, 78527, 'text', '"都说三道四多"', 1602318110, 0, 0, 1, 0, 0, '@'),
(11, 87692, 78527, 'text', '"1奇趣"', 1602318189, 0, 0, 1, 0, 0, '@'),
(12, 87692, 78527, 'emotion', '{"type":"emotion","value":"[左哼哼][左哼哼][左哼哼][左哼哼]","content":"[左哼哼][左哼哼][左哼哼][左哼哼]"}', 1602318213, 0, 0, 1, 0, 0, '@'),
(13, 78527, 87692, 'text', '"php"', 1602318327, 0, 0, 1, 0, 0, '@'),
(14, 78527, 87692, 'emotion', '{"type":"emotion","value":"[困][饥饿][困][困][困]","content":"[困][饥饿][困][困][困]"}', 1602318334, 0, 0, 1, 0, 0, '@'),
(15, 78527, 51805, 'text', '"哈哈哈哈哈"', 1602318355, 0, 0, 1, 0, 0, '@'),
(19, 30841, 0, 'tips', '测试昵称33进入了本群', 1602334452, 690844, 0, 1, 0, 0, '@'),
(18, 30841, 0, 'text', '233232', 1602333899, 690844, 0, 1, 0, 0, '@'),
(20, 30841, 0, 'tips', '测试昵称33进入了本群', 1602334468, 351614, 0, 1, 0, 0, '@'),
(21, 30841, 0, 'tips', '测试昵称33进入了本群', 1602334482, 912686, 0, 1, 0, 0, '@'),
(22, 30841, 0, 'tips', '官方客服邀请了官方小助手,test22,我的昵称11进群', 1602334509, 912686, 0, 1, 0, 87692, '@'),
(23, 30841, 0, 'tips', '官方客服邀请了官方小助手,test22,我的昵称11进群', 1602334524, 690844, 0, 1, 0, 87692, '@'),
(24, 30841, 0, 'tips', '官方客服邀请了我的昵称11,test22,官方小助手进群', 1602334535, 351614, 0, 1, 0, 41679, '@'),
(25, 78527, 0, 'tips', '官方客服进入了本群', 1602335218, 333404, 0, 1, 0, 0, '@'),
(26, 41679, 42253, 'text', '"感谢您的加入"', 1602335298, 0, 0, 1, 0, 0, '@'),
(27, 30841, 0, 'text', '1111', 1602336144, 690844, 0, 1, 0, 0, '@'),
(28, 41679, 42253, 'text', '"你好"', 1602380592, 0, 0, 1, 0, 0, '@'),
(29, 41679, 51805, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1602388289, 0, 0, 1, 0, 0, '@'),
(30, 87692, 51805, 'text', '"我们已经是好友了，很高兴认识你"', 1602390419, 0, 0, 1, 0, 0, '@'),
(31, 87692, 51805, 'text', '"444"', 1602390433, 0, 0, 1, 0, 0, '@'),
(32, 87692, 51805, 'text', '"zzzx"', 1602390739, 0, 0, 1, 0, 0, '@'),
(33, 87692, 51805, 'text', '"fdff"', 1602391076, 0, 0, 1, 0, 0, '@'),
(34, 87692, 51805, 'text', '"ssss"', 1602391262, 0, 0, 1, 0, 0, '@'),
(35, 87692, 51805, 'text', '"离线消息能收到么？"', 1602393551, 0, 0, 1, 0, 0, '@'),
(36, 51805, 87692, 'text', '"pgdtdam"', 1602399357, 0, 0, 1, 0, 0, '@'),
(37, 87692, 51805, 'text', '"444"', 1602400549, 0, 0, 1, 0, 0, '@'),
(38, 87692, 51805, 'emotion', '{"type":"emotion","value":"[困][饥饿][饥饿][嘘][疑问]","content":"[困][饥饿][饥饿][嘘][疑问]"}', 1602400554, 0, 0, 1, 0, 0, '@'),
(39, 87692, 0, 'text', '1', 1602579515, 690844, 0, 1, 0, 0, '@'),
(40, 87692, 0, 'image', 'http://www.itel.vip/uploads/images/2020/10/13/16025795259920.jpg', 1602579525, 690844, 0, 1, 0, 0, '@'),
(41, 87692, 0, 'text', '在吗', 1602582952, 690844, 0, 1, 0, 0, '@'),
(42, 87692, 51805, 'text', '"人呢"', 1602582960, 0, 0, 1, 0, 0, '@'),
(43, 87692, 78527, 'text', '"哈咯"', 1602582986, 0, 0, 1, 0, 0, '@'),
(44, 87692, 78527, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/13/16025830032331.mp3","time":"2.26","mid":"m4bk4opov9eb"}', 1602583003, 0, 0, 1, 1, 0, '@'),
(45, 87692, 78527, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/13/16025830138829.mp3","time":"2.01","mid":"m8w1hzu1svvg"}', 1602583013, 0, 0, 1, 1, 0, '@'),
(46, 87692, 78527, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/13/16025830329395.mp3","time":"2.83","mid":"mjixt247fx6q"}', 1602583032, 0, 0, 1, 1, 0, '@'),
(47, 87692, 0, 'text', '来来来', 1602583081, 472572, 0, 1, 1, 0, '@'),
(48, 87692, 0, 'tips', '我的昵称11撤回了一条消息', 1602583097, 472572, 0, 1, 0, 0, '@'),
(49, 87692, 78527, 'text', '"来了来了来了"', 1602583129, 0, 0, 1, 0, 0, '@'),
(50, 87692, 51805, 'text', '"在不"', 1602583192, 0, 0, 1, 0, 0, '@'),
(51, 87692, 78527, 'emotion', '{"type":"emotion","value":"[微笑][酷][困][困]","content":"[微笑][酷][困][困]"}', 1602585104, 0, 0, 1, 0, 0, '@'),
(52, 87692, 51805, 'emotion', '{"type":"emotion","value":"[睡][睡]","content":"[睡][睡]"}', 1602585116, 0, 0, 1, 0, 0, '@'),
(53, 41679, 95103, 'text', '"感谢您的加入"', 1602587491, 0, 0, 1, 0, 0, '@'),
(54, 30841, 87692, 'text', '"你好"', 1602587520, 0, 0, 1, 0, 0, '@'),
(55, 30841, 87692, 'text', '"收到回复下"', 1602587536, 0, 0, 1, 0, 0, '@'),
(56, 30841, 87692, 'text', '"1"', 1602587543, 0, 0, 1, 0, 0, '@'),
(57, 30841, 87692, 'text', '"2"', 1602587553, 0, 0, 1, 0, 0, '@'),
(58, 87692, 30841, 'text', '"3"', 1602587620, 0, 0, 1, 0, 0, '@'),
(59, 87692, 30841, 'text', '"收到"', 1602587626, 0, 0, 1, 0, 0, '@'),
(60, 30841, 87692, 'emotion', '{"type":"emotion","value":"[惊恐][困][困][饥饿][饥饿]","content":"[惊恐][困][困][饥饿][饥饿]"}', 1602587647, 0, 0, 1, 0, 0, '@'),
(61, 30841, 87692, 'emotion', '{"type":"emotion","value":"[晕][嘘][嘘][嘘][嘘][嘘]","content":"[晕][嘘][嘘][嘘][嘘][嘘]"}', 1602587650, 0, 0, 1, 0, 0, '@'),
(62, 30841, 87692, 'text', '"收到了么"', 1602587659, 0, 0, 1, 0, 0, '@'),
(63, 95103, 30841, 'emotion', '{"type":"emotion","content":"[晕]"}', 1602587670, 0, 0, 1, 0, 0, '@'),
(64, 95103, 30841, 'text', '"haoba&nbsp;"', 1602587672, 0, 0, 1, 0, 0, '@'),
(65, 95103, 30841, 'text', '"你再"', 1602587675, 0, 0, 1, 0, 0, '@'),
(66, 30841, 95103, 'text', '"啦啦啦啦"', 1602587684, 0, 0, 1, 0, 0, '@'),
(67, 30841, 95103, 'emotion', '{"type":"emotion","value":"[嘘][嘘][嘘][困][困][困][饥饿]","content":"[嘘][嘘][嘘][困][困][困][饥饿]"}', 1602587688, 0, 0, 1, 0, 0, '@'),
(68, 30841, 95103, 'text', '"能收到么"', 1602587704, 0, 0, 1, 0, 0, '@'),
(69, 30841, 87692, 'text', '"说他给新物业的时候就"', 1602587814, 0, 0, 1, 0, 0, '@'),
(70, 30841, 87692, 'text', '"酷兔兔"', 1602587818, 0, 0, 1, 0, 0, '@'),
(71, 30841, 87692, 'text', '"哈哈哈哈视频"', 1602587821, 0, 0, 1, 0, 0, '@'),
(72, 30841, 87692, 'text', '"图片上"', 1602587824, 0, 0, 1, 0, 0, '@'),
(73, 30841, 87692, 'text', '"1"', 1602587827, 0, 0, 1, 0, 0, '@'),
(74, 30841, 87692, 'text', '"2"', 1602587830, 0, 0, 1, 0, 0, '@'),
(75, 87692, 30841, 'text', '"1"', 1602587961, 0, 0, 1, 0, 0, '@'),
(76, 95103, 30841, 'text', '"666"', 1602588216, 0, 0, 1, 0, 0, '@'),
(77, 95103, 30841, 'text', '"能收到"', 1602588222, 0, 0, 1, 0, 0, '@'),
(78, 87692, 95103, 'text', '"我们已经是好友了，很高兴认识你"', 1602588285, 0, 0, 1, 0, 0, '@'),
(79, 95103, 87692, 'text', '"你好"', 1602588313, 0, 0, 1, 0, 0, '@'),
(80, 87692, 95103, 'text', '"来了来了"', 1602588328, 0, 0, 1, 0, 0, '@'),
(81, 95103, 87692, 'text', '"999"', 1602588458, 0, 0, 1, 0, 0, '@'),
(82, 95103, 87692, 'text', '"6565"', 1602588471, 0, 0, 1, 0, 0, '@'),
(83, 95103, 87692, 'text', '"666"', 1602588477, 0, 0, 1, 0, 0, '@'),
(84, 95103, 87692, 'text', '"5555"', 1602588478, 0, 0, 1, 0, 0, '@'),
(85, 95103, 87692, 'text', '"哈哈哈哈"', 1602588485, 0, 0, 1, 0, 0, '@'),
(86, 87692, 95103, 'text', '"来来来"', 1602588500, 0, 0, 1, 0, 0, '@'),
(87, 95103, 87692, 'text', '"5544"', 1602588502, 0, 0, 1, 0, 0, '@'),
(88, 95103, 87692, 'text', '"46132"', 1602588505, 0, 0, 1, 0, 0, '@'),
(89, 95103, 87692, 'text', '"555"', 1602588509, 0, 0, 1, 0, 0, '@'),
(90, 41679, 95103, 'text', '"你好啊"', 1602588703, 0, 0, 1, 0, 0, '@'),
(91, 41679, 87692, 'text', '"你好啊"', 1602588715, 0, 0, 1, 0, 0, '@'),
(92, 95103, 87692, 'text', '"在不在"', 1602588744, 0, 0, 1, 0, 0, '@'),
(93, 95103, 87692, 'emotion', '{"type":"emotion","value":"[得意][害羞][闭嘴]","content":"[得意][害羞][闭嘴]"}', 1602588748, 0, 0, 1, 0, 0, '@'),
(94, 87692, 95103, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/13/16025887692382.mp3","time":"2.39","mid":"m421n6c0vnvo"}', 1602588770, 0, 0, 1, 0, 0, '@'),
(95, 87692, 0, 'tips', '我的昵称11邀请了嘎嘎嘎进群', 1602588865, 276893, 0, 1, 0, 95103, '@87692@'),
(96, 87692, 0, 'text', '在不在啊', 1602588870, 276893, 0, 1, 0, 0, '@87692@'),
(97, 41679, 0, 'text', '有人吗', 1602588872, 690844, 0, 1, 0, 0, '@'),
(98, 41679, 0, 'text', 'www.baidu.com', 1602588929, 690844, 0, 1, 0, 0, '@'),
(99, 30841, 0, 'tips', '官方小助手邀请了嘎嘎嘎进群', 1602588942, 690844, 0, 1, 0, 95103, '@'),
(100, 87692, 0, 'text', '不可开交', 1602588956, 276893, 0, 1, 0, 0, '@87692@'),
(101, 87692, 0, 'text', '啊啊啊', 1602588964, 276893, 0, 1, 0, 0, '@87692@'),
(102, 95103, 0, 'text', '二位', 1602589024, 276893, 0, 1, 0, 0, '@87692@'),
(103, 95103, 0, 'emotion', '{"type":"emotion","value":"[色][色][色][色][色][色]","content":"[色][色][色][色][色][色]"}', 1602589087, 276893, 0, 1, 0, 0, '@87692@'),
(104, 87692, 0, 'text', '陌陌号', 1602589117, 276893, 0, 1, 0, 0, '@87692@'),
(105, 87692, 0, 'tips', '官方小助手进入了本群', 1602591772, 472572, 0, 1, 0, 0, '@'),
(106, 41679, 51805, 'image', 'uploads/images/chat/2020/10/5f859d245d971.jpeg', 1602592036, 0, 0, 1, 0, 0, '@'),
(107, 87692, 0, 'tips', '官方小助手进入了本群', 1602596568, 276893, 0, 1, 0, 0, '@87692@'),
(108, 87692, 0, 'text', '来来来', 1602596576, 276893, 0, 1, 0, 0, '@87692@'),
(109, 87692, 0, 'text', '1111', 1602596579, 276893, 0, 1, 0, 0, '@87692@'),
(110, 87692, 0, 'text', '阿', 1602619808, 276893, 0, 1, 0, 0, '@87692@'),
(111, 87692, 0, 'text', '默默地走吧台', 1602619813, 276893, 0, 1, 0, 0, '@87692@'),
(112, 87692, 0, 'text', '嘚嘚嘚', 1602619816, 276893, 0, 1, 0, 0, '@87692@'),
(113, 87692, 0, 'text', '哦弄统计一下吧', 1602619824, 276893, 0, 1, 0, 0, '@87692@'),
(114, 87692, 95103, 'text', '"哦你在没有"', 1602619836, 0, 0, 1, 0, 0, '@'),
(115, 87692, 95103, 'text', '"你要相信我好吗"', 1602619842, 0, 0, 1, 0, 0, '@'),
(116, 87692, 95103, 'emotion', '{"type":"emotion","value":"[抓狂][抓狂]","content":"[抓狂][抓狂]"}', 1602619846, 0, 0, 1, 0, 0, '@'),
(117, 87692, 95103, 'emotion', '{"type":"emotion","value":"[撇嘴][微笑]","content":"[撇嘴][微笑]"}', 1602619850, 0, 0, 1, 0, 0, '@'),
(118, 87692, 95103, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026198579882.mp3","time":"4.24","mid":"m6br5368863q"}', 1602619857, 0, 0, 1, 0, 0, '@'),
(119, 87692, 95103, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026198747218.mp3","time":"6.18","mid":"m1h1sinj9ddi"}', 1602619874, 0, 0, 1, 0, 0, '@'),
(120, 87692, 95103, 'text', '"她咯啦咯啦咯啦"', 1602619892, 0, 0, 1, 0, 0, '@'),
(121, 87692, 95103, 'text', '"呼呼呼回来"', 1602619901, 0, 0, 1, 0, 0, '@'),
(122, 87692, 95103, 'text', '"611889"', 1602619908, 0, 0, 1, 0, 0, '@'),
(123, 87692, 95103, 'vedio', '{"mid":"mhsouzyrwr8b","src":"http://www.itel.vip/uploads/audio/2020/10/14/16026199889651.mp4","time":6}', 1602619989, 0, 0, 1, 0, 0, '@'),
(124, 87692, 95103, 'vedio', '{"mid":"m91dl56uavov","src":"http://www.itel.vip/uploads/audio/2020/10/14/16026200514220.mp4","time":10}', 1602620051, 0, 0, 1, 0, 0, '@'),
(125, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026200923683.jpg', 1602620093, 0, 0, 1, 0, 0, '@'),
(126, 87692, 95103, 'text', '"GPS"', 1602620103, 0, 0, 1, 0, 0, '@'),
(127, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026201482009.jpg', 1602620148, 0, 0, 1, 0, 0, '@'),
(128, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026201491695.jpg', 1602620149, 0, 0, 1, 0, 0, '@'),
(129, 41679, 87692, 'text', '"群组：阿里通已被解散"', 1602620260, 0, 0, 1, 0, 0, '@'),
(130, 41679, 95103, 'text', '"群组：阿里通已被解散"', 1602620260, 0, 0, 1, 0, 0, '@'),
(131, 41679, 41679, 'text', '"群组：阿里通已被解散"', 1602620260, 0, 1, 1, 0, 0, '@'),
(132, 87692, 95103, 'text', '"我问一下"', 1602646111, 0, 0, 1, 1, 0, '@'),
(133, 87692, 95103, 'text', '"按摩"', 1602646116, 0, 0, 1, 1, 0, '@'),
(134, 87692, 95103, 'text', '"1"', 1602653949, 0, 0, 1, 0, 0, '@'),
(135, 41679, 87692, 'text', '"你好"', 1602654098, 0, 0, 1, 0, 0, '@'),
(136, 87692, 41679, 'text', '"嗯"', 1602654504, 0, 1, 1, 0, 0, '@'),
(137, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026545208922.jpg', 1602654520, 0, 0, 1, 0, 0, '@'),
(138, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026545221060.jpg', 1602654522, 0, 0, 1, 0, 0, '@'),
(139, 87692, 95103, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026545261259.jpg', 1602654526, 0, 0, 1, 0, 0, '@'),
(140, 87692, 95103, 'text', '"统计的"', 1602654597, 0, 0, 1, 0, 0, '@'),
(141, 87692, 95103, 'text', '"在吗"', 1602655181, 0, 0, 1, 0, 0, '@'),
(142, 87692, 95103, 'text', '"明年"', 1602655185, 0, 0, 1, 0, 0, '@'),
(143, 87692, 95103, 'emotion', '{"type":"emotion","value":"[微笑][大哭][冷汗]","content":"[微笑][大哭][冷汗]"}', 1602655191, 0, 0, 1, 0, 0, '@'),
(144, 41679, 87692, 'vedio', '"uploads/audio/2020/10/14/5f86948fd9532.mp4"', 1602655375, 0, 0, 1, 1, 0, '@'),
(145, 30841, 0, 'vedio', '{"mid":"m0zsjjl7321y","src":"http://www.itel.vip/uploads/audio/2020/10/14/16026554397553.mp4","time":"36.96"}', 1602655440, 690844, 0, 1, 0, 0, '@'),
(146, 87692, 41679, 'text', '"1111"', 1602658913, 0, 1, 1, 0, 0, '@'),
(147, 87692, 0, 'vedio', '{"mid":"mfcp72o6djs","src":"http://www.itel.vip/uploads/audio/2020/10/14/16026593261519.mp4","time":6}', 1602659326, 690844, 0, 1, 0, 0, '@'),
(148, 41679, 45506, 'text', '"感谢您的加入"', 1602659778, 0, 0, 1, 0, 0, '@'),
(149, 45506, 41679, 'text', '"111"', 1602659782, 0, 1, 1, 0, 0, '@'),
(150, 87692, 0, 'text', '嗯嗯', 1602660209, 690844, 0, 1, 0, 0, '@'),
(151, 87692, 0, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026602391438.jpg', 1602660239, 690844, 0, 1, 0, 0, '@'),
(152, 87692, 0, 'image', 'http://www.itel.vip/uploads/images/2020/10/14/16026602424608.JPG', 1602660242, 690844, 0, 1, 0, 0, '@'),
(153, 87692, 0, 'text', '111', 1602660295, 690844, 0, 1, 1, 0, '@'),
(154, 41679, 78102, 'text', '"感谢您的加入"', 1602660719, 0, 0, 1, 0, 0, '@'),
(155, 78102, 41679, 'text', '"112"', 1602660749, 0, 1, 1, 0, 0, '@'),
(156, 78102, 41679, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026607521664.mp3","time":"1.12","mid":"m5jfup6nzgi"}', 1602660752, 0, 1, 1, 0, 0, '@'),
(157, 87692, 41679, 'emotion', '{"type":"emotion","content":"[嘘]"}', 1602660991, 0, 1, 1, 0, 0, '@'),
(158, 41679, 87692, 'text', '"1211"', 1602661009, 0, 0, 1, 0, 0, '@'),
(159, 87692, 95103, 'emotion', '{"type":"emotion","content":"[鼓掌]"}', 1602661026, 0, 0, 1, 0, 0, '@'),
(160, 41679, 25687, 'text', '"感谢您的加入"', 1602661203, 0, 0, 1, 0, 0, '@'),
(161, 25687, 45506, 'text', '"我们已经是好友了，很高兴认识你"', 1602661378, 0, 0, 1, 0, 0, '@'),
(162, 78102, 45506, 'text', '"我们已经是好友了，很高兴认识你"', 1602661378, 0, 0, 1, 0, 0, '@'),
(163, 78102, 25687, 'text', '"我们已经是好友了，很高兴认识你"', 1602661384, 0, 0, 1, 0, 0, '@'),
(164, 25687, 78102, 'emotion', '{"type":"emotion","value":"[嘘][嘘][嘘][擦汗][疑问]","content":"[嘘][嘘][嘘][擦汗][疑问]"}', 1602661398, 0, 0, 1, 0, 0, '@'),
(165, 78102, 25687, 'emotion', '{"type":"emotion","value":"[流泪]","content":"[流泪]"}', 1602661420, 0, 0, 1, 0, 0, '@'),
(166, 78102, 25687, 'emotion', '{"type":"emotion","value":"[流泪]","content":"[流泪]"}', 1602661425, 0, 0, 1, 0, 0, '@'),
(167, 78102, 25687, 'emotion', '{"type":"emotion","value":"[大兵]","content":"[大兵]"}', 1602661428, 0, 0, 1, 0, 0, '@'),
(168, 78102, 25687, 'emotion', '{"type":"emotion","value":"[呲牙]","content":"[呲牙]"}', 1602661432, 0, 0, 1, 0, 0, '@'),
(169, 25687, 78102, 'text', '"你好"', 1602661441, 0, 0, 1, 0, 0, '@'),
(170, 78102, 25687, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026614506720.mp3","time":"4.94","mid":"mwprethaxdt"}', 1602661450, 0, 0, 1, 0, 0, '@'),
(171, 25687, 78102, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026614834202.mp3","time":"1.96","mid":"madbzz4k3g"}', 1602661484, 0, 0, 1, 0, 0, '@'),
(172, 25687, 45506, 'text', '"公民"', 1602661511, 0, 0, 1, 0, 0, '@'),
(173, 45506, 25687, 'emotion', '{"type":"emotion","content":"[流汗]"}', 1602661520, 0, 0, 1, 0, 0, '@'),
(174, 25687, 45506, 'text', '"bleed啊"', 1602661534, 0, 0, 1, 0, 0, '@'),
(175, 25687, 45506, 'text', '"摸摸摸"', 1602661542, 0, 0, 1, 0, 0, '@'),
(176, 25687, 45506, 'text', '"摸摸摸"', 1602661554, 0, 0, 1, 0, 0, '@'),
(177, 25687, 45506, 'text', '"KKK哦咯"', 1602661576, 0, 0, 1, 0, 0, '@'),
(178, 25687, 45506, 'text', '"天咯啦咯啦咯啦"', 1602661582, 0, 0, 1, 0, 0, '@'),
(179, 25687, 45506, 'text', '"咯摸摸<br>"', 1602661594, 0, 0, 1, 0, 0, '@'),
(180, 25687, 45506, 'text', '"9999999"', 1602661637, 0, 0, 1, 0, 0, '@'),
(181, 41679, 45506, 'text', '"你好啊"', 1602661684, 0, 0, 1, 0, 0, '@'),
(182, 41679, 45506, 'text', '"有变化吗"', 1602661697, 0, 0, 1, 0, 0, '@'),
(183, 41679, 45506, 'text', '"111"', 1602661705, 0, 0, 1, 0, 0, '@'),
(184, 30841, 45506, 'text', '"呼叫&nbsp;&nbsp;呼叫"', 1602661876, 0, 0, 1, 0, 0, '@'),
(185, 30841, 45506, 'text', '"收到回复"', 1602661879, 0, 0, 1, 0, 0, '@'),
(186, 45506, 30841, 'text', '"1"', 1602661914, 0, 0, 1, 0, 0, '@'),
(187, 30841, 45506, 'text', '"1"', 1602661934, 0, 0, 1, 0, 0, '@'),
(188, 30841, 45506, 'text', '"2"', 1602661935, 0, 0, 1, 0, 0, '@'),
(189, 30841, 45506, 'text', '"3"', 1602661935, 0, 0, 1, 0, 0, '@'),
(190, 30841, 45506, 'text', '"4"', 1602661936, 0, 0, 1, 0, 0, '@'),
(191, 30841, 45506, 'text', '"5"', 1602661936, 0, 0, 1, 0, 0, '@'),
(192, 30841, 45506, 'text', '"6"', 1602661936, 0, 0, 1, 0, 0, '@'),
(193, 30841, 45506, 'text', '"7"', 1602661937, 0, 0, 1, 0, 0, '@'),
(194, 30841, 45506, 'text', '"8"', 1602661937, 0, 0, 1, 0, 0, '@'),
(195, 30841, 45506, 'text', '"9"', 1602661938, 0, 0, 1, 0, 0, '@'),
(196, 30841, 45506, 'text', '"10"', 1602661939, 0, 0, 1, 0, 0, '@'),
(197, 30841, 45506, 'text', '"11"', 1602661940, 0, 0, 1, 0, 0, '@'),
(198, 30841, 45506, 'text', '"12"', 1602661941, 0, 0, 1, 0, 0, '@'),
(199, 30841, 45506, 'text', '"1"', 1602661941, 0, 0, 1, 0, 0, '@'),
(200, 30841, 45506, 'text', '"2"', 1602661942, 0, 0, 1, 0, 0, '@'),
(201, 30841, 45506, 'text', '"1"', 1602661942, 0, 0, 1, 0, 0, '@'),
(202, 30841, 45506, 'text', '"1"', 1602661942, 0, 0, 1, 0, 0, '@'),
(203, 30841, 45506, 'text', '"2"', 1602661943, 0, 0, 1, 0, 0, '@'),
(204, 30841, 45506, 'text', '"1"', 1602661943, 0, 0, 1, 0, 0, '@'),
(205, 30841, 45506, 'text', '"1"', 1602661943, 0, 0, 1, 0, 0, '@'),
(206, 30841, 45506, 'text', '"2"', 1602661943, 0, 0, 1, 0, 0, '@'),
(207, 30841, 45506, 'text', '"1"', 1602661944, 0, 0, 1, 0, 0, '@'),
(208, 30841, 45506, 'text', '"21"', 1602661944, 0, 0, 1, 0, 0, '@'),
(209, 30841, 45506, 'text', '"231"', 1602661944, 0, 0, 1, 0, 0, '@'),
(210, 30841, 45506, 'text', '"31"', 1602661945, 0, 0, 1, 0, 0, '@'),
(211, 30841, 45506, 'text', '"31"', 1602661945, 0, 0, 1, 0, 0, '@'),
(212, 30841, 45506, 'text', '"3"', 1602661945, 0, 0, 1, 0, 0, '@'),
(213, 30841, 45506, 'text', '"1"', 1602661945, 0, 0, 1, 0, 0, '@'),
(214, 30841, 45506, 'text', '"3"', 1602661946, 0, 0, 1, 0, 0, '@'),
(215, 30841, 45506, 'text', '"1"', 1602661946, 0, 0, 1, 0, 0, '@'),
(216, 30841, 45506, 'text', '"31"', 1602661947, 0, 0, 1, 0, 0, '@'),
(217, 25687, 45506, 'text', '"说&nbsp;随心所欲"', 1602661974, 0, 0, 1, 0, 0, '@'),
(218, 25687, 45506, 'text', '"去搜OPPO送"', 1602661978, 0, 0, 1, 0, 0, '@'),
(219, 25687, 45506, 'text', '"iOS哦破婆婆"', 1602661982, 0, 0, 1, 0, 0, '@'),
(220, 25687, 45506, 'text', '"老婆是形容"', 1602662040, 0, 0, 1, 0, 0, '@'),
(221, 25687, 45506, 'text', '"hi民工"', 1602662044, 0, 0, 1, 0, 0, '@'),
(222, 45506, 25687, 'emotion', '{"type":"emotion","content":"[折磨]"}', 1602662051, 0, 0, 1, 0, 0, '@'),
(223, 25687, 45506, 'text', '"好几口人咯"', 1602662056, 0, 0, 1, 0, 0, '@'),
(224, 25687, 45506, 'text', '"明明哦"', 1602662064, 0, 0, 1, 0, 0, '@'),
(225, 25687, 45506, 'text', '"in公民"', 1602662067, 0, 0, 1, 0, 0, '@'),
(226, 41679, 59222, 'text', '"感谢您的加入"', 1602662137, 0, 0, 1, 0, 0, '@'),
(227, 25687, 45506, 'text', '"很月人转切转切"', 1602662159, 0, 0, 1, 0, 0, '@'),
(228, 25687, 45506, 'text', '"婆婆哦婆婆"', 1602662163, 0, 0, 1, 0, 0, '@'),
(229, 25687, 45506, 'text', '"iOS哦poor"', 1602662167, 0, 0, 1, 0, 0, '@'),
(230, 25687, 45506, 'text', '"曲终人未散"', 1602662174, 0, 0, 1, 0, 0, '@'),
(231, 25687, 45506, 'text', '"用肉在真肉上我"', 1602662194, 0, 0, 1, 0, 0, '@'),
(232, 25687, 45506, 'text', '"破XPXP我人转切"', 1602662200, 0, 0, 1, 0, 0, '@'),
(233, 25687, 45506, 'text', '"和你用肉在人转切也"', 1602662205, 0, 0, 1, 0, 0, '@'),
(234, 25687, 45506, 'text', '"人做最肉在人转切转切<br>革命友谊"', 1602662210, 0, 0, 1, 0, 0, '@'),
(235, 25687, 45506, 'text', '"跟一下水转用肉"', 1602662214, 0, 0, 1, 0, 0, '@'),
(236, 25687, 45506, 'text', '"47777"', 1602662220, 0, 0, 1, 0, 0, '@'),
(237, 25687, 45506, 'text', '"78787878"', 1602662223, 0, 0, 1, 0, 0, '@'),
(238, 25687, 45506, 'text', '"6464676<br>"', 1602662226, 0, 0, 1, 0, 0, '@'),
(239, 25687, 45506, 'text', '"646467676<br>"', 1602662229, 0, 0, 1, 0, 0, '@'),
(240, 25687, 45506, 'text', '"4694949<br>"', 1602662233, 0, 0, 1, 0, 0, '@'),
(241, 25687, 45506, 'text', '"799797"', 1602662252, 0, 0, 1, 0, 0, '@'),
(242, 25687, 45506, 'text', '"用肉在人转切转切也"', 1602662258, 0, 0, 1, 0, 0, '@'),
(243, 51805, 30841, 'text', '"1"', 1602662395, 0, 0, 1, 0, 0, '@'),
(244, 51805, 30841, 'text', '"2"', 1602662422, 0, 0, 1, 0, 0, '@'),
(245, 59222, 41679, 'text', '"你好"', 1602662470, 0, 1, 1, 0, 0, '@'),
(246, 51805, 30841, 'text', '"3"', 1602662825, 0, 0, 1, 0, 0, '@'),
(247, 41679, 28728, 'text', '"感谢您的加入"', 1602662846, 0, 0, 1, 0, 0, '@'),
(248, 28728, 59222, 'text', '"我们已经是好友了，很高兴认识你"', 1602662982, 0, 0, 1, 0, 0, '@'),
(249, 59222, 28728, 'text', '"看到了"', 1602662990, 0, 0, 1, 0, 0, '@'),
(250, 59222, 28728, 'text', '"能及时收到消息吗"', 1602663000, 0, 0, 1, 0, 0, '@'),
(251, 51805, 30841, 'text', '"4"', 1602663005, 0, 0, 1, 0, 0, '@'),
(252, 28728, 59222, 'emotion', '{"type":"emotion","value":"[困][困][困][困][困]","content":"[困][困][困][困][困]"}', 1602663019, 0, 0, 1, 0, 0, '@'),
(253, 28728, 59222, 'text', '"可以"', 1602663034, 0, 0, 1, 0, 0, '@'),
(254, 59222, 28728, 'text', '"我建群试一下"', 1602663072, 0, 0, 1, 0, 0, '@'),
(255, 28728, 59222, 'text', '"我在搞号"', 1602663084, 0, 0, 1, 0, 0, '@'),
(256, 28728, 59222, 'text', '"马上来"', 1602663090, 0, 0, 1, 0, 0, '@'),
(257, 51805, 30841, 'text', '"5"', 1602663099, 0, 0, 1, 0, 0, '@'),
(258, 51805, 30841, 'text', '"6"', 1602663113, 0, 0, 1, 0, 0, '@'),
(259, 51805, 30841, 'text', '"7"', 1602663116, 0, 0, 1, 0, 0, '@'),
(260, 51805, 30841, 'text', '"8"', 1602663119, 0, 0, 1, 0, 0, '@'),
(261, 41679, 97130, 'text', '"感谢您的加入"', 1602663156, 0, 0, 1, 0, 0, '@'),
(262, 30841, 51805, 'text', '"1"', 1602663164, 0, 0, 1, 0, 0, '@'),
(263, 30841, 51805, 'text', '"22"', 1602663166, 0, 0, 1, 0, 0, '@'),
(264, 30841, 51805, 'text', '"444"', 1602663167, 0, 0, 1, 0, 0, '@'),
(265, 30841, 51805, 'text', '"433"', 1602663168, 0, 0, 1, 0, 0, '@'),
(266, 59222, 28728, 'text', '"嗯&nbsp;"', 1602663181, 0, 0, 1, 0, 0, '@'),
(267, 59222, 0, 'text', '在&nbsp;', 1602663192, 204325, 0, 1, 0, 0, '@'),
(268, 59222, 0, 'emotion', '{"type":"emotion","value":"看的到吗[微笑]","content":"看的到吗[微笑]"}', 1602663198, 204325, 0, 1, 0, 0, '@'),
(269, 97130, 28728, 'text', '"我们已经是好友了，很高兴认识你"', 1602663239, 0, 0, 1, 0, 0, '@'),
(270, 97130, 28728, 'text', '"hjj<br>"', 1602663307, 0, 0, 1, 0, 0, '@'),
(271, 28728, 0, 'tips', '咚咚咚邀请了iPhone4进群', 1602663335, 508669, 0, 1, 0, 97130, '@'),
(272, 97130, 0, 'emotion', '{"type":"emotion","value":"[白眼][奋斗][奋斗][奋斗][奋斗][奋斗][奋斗][咒骂][咒骂][咒骂][咒骂][咒骂][咒骂][咒骂]","content":"[白眼][奋斗][奋斗][奋斗][奋斗][奋斗][奋斗][咒骂][咒骂][咒骂][咒骂][咒骂][咒骂][咒骂]"}', 1602663347, 508669, 0, 1, 0, 0, '@'),
(273, 28728, 0, 'emotion', '{"type":"emotion","value":"[流汗][憨笑][憨笑][憨笑][憨笑][流汗][流汗][折磨]","content":"[流汗][憨笑][憨笑][憨笑][憨笑][流汗][流汗][折磨]"}', 1602663353, 508669, 0, 1, 0, 0, '@'),
(274, 28728, 0, 'emotion', '{"type":"emotion","value":"[呲牙][呲牙][呲牙][呲牙][呲牙]","content":"[呲牙][呲牙][呲牙][呲牙][呲牙]"}', 1602663363, 508669, 0, 1, 0, 0, '@'),
(275, 59222, 0, 'text', '嗯嗯', 1602663374, 508669, 0, 1, 0, 0, '@'),
(276, 28728, 0, 'text', '感觉好卡', 1602663388, 508669, 0, 1, 0, 0, '@'),
(277, 59222, 0, 'text', '有点卡是吧', 1602663406, 508669, 0, 1, 0, 0, '@'),
(278, 28728, 0, 'text', '嗯', 1602663414, 508669, 0, 1, 0, 0, '@'),
(279, 59222, 0, 'text', '再试试&nbsp;没有聊天工具&nbsp;不好搞&nbsp;', 1602663522, 508669, 0, 1, 0, 0, '@'),
(280, 28728, 0, 'text', '嗯', 1602663537, 508669, 0, 1, 0, 0, '@'),
(281, 28728, 0, 'text', '比那天那个好一点', 1602663549, 508669, 0, 1, 0, 0, '@'),
(282, 28728, 0, 'text', '消息对的上', 1602663556, 508669, 0, 1, 0, 0, '@'),
(283, 59222, 0, 'text', '是啊&nbsp;有点卡应该是服务器的问题', 1602663569, 508669, 0, 1, 0, 0, '@'),
(284, 28728, 0, 'text', '没有&nbsp;那个开着的顺畅', 1602663593, 508669, 0, 1, 0, 0, '@'),
(285, 28728, 0, 'text', '他那个就不会', 1602663602, 508669, 0, 1, 0, 0, '@'),
(286, 59222, 0, 'text', '嗯', 1602663610, 508669, 0, 1, 0, 0, '@'),
(287, 59222, 0, 'text', '理解', 1602663613, 508669, 0, 1, 0, 0, '@'),
(288, 59222, 87692, 'text', '"我们已经是好友了，很高兴认识你"', 1602664718, 0, 0, 1, 0, 0, '@'),
(289, 87692, 59222, 'text', '"在"', 1602664734, 0, 0, 1, 0, 0, '@'),
(290, 59222, 87692, 'text', '"在的"', 1602664747, 0, 0, 1, 0, 0, '@'),
(291, 87692, 59222, 'text', '"收到信息吧"', 1602664758, 0, 0, 1, 0, 0, '@'),
(292, 87692, 59222, 'emotion', '{"type":"emotion","value":"[惊恐][冷汗][困]","content":"[惊恐][冷汗][困]"}', 1602664763, 0, 0, 1, 0, 0, '@'),
(293, 59222, 87692, 'text', '"收到了&nbsp;"', 1602664769, 0, 0, 1, 0, 0, '@'),
(294, 59222, 87692, 'text', '"这款比较可以"', 1602664774, 0, 0, 1, 0, 0, '@'),
(295, 87692, 59222, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026647769943.mp3","time":"3.45","mid":"maarsd5h1f1v"}', 1602664776, 0, 0, 1, 0, 0, '@'),
(296, 59222, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026648443805.mp3","time":"5.60","mid":"m2ll4kb5xara"}', 1602664844, 0, 0, 1, 0, 0, '@87692@'),
(297, 59222, 87692, 'text', '"你语音再发一个"', 1602664866, 0, 0, 1, 0, 0, '@'),
(298, 59222, 87692, 'text', '"试试"', 1602664869, 0, 0, 1, 0, 0, '@'),
(299, 59222, 87692, 'text', '"语音显示不出来"', 1602664881, 0, 0, 1, 0, 0, '@'),
(300, 87692, 59222, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026648913685.mp3","time":"5.21","mid":"mj20tucj2j1s"}', 1602664891, 0, 0, 1, 0, 0, '@'),
(301, 59222, 87692, 'text', '"我发的你能听得见吗"', 1602664892, 0, 0, 1, 0, 0, '@'),
(302, 87692, 59222, 'text', '"听不见"', 1602664898, 0, 0, 1, 0, 0, '@'),
(303, 87692, 59222, 'text', '"你再发个试试"', 1602664910, 0, 0, 1, 0, 0, '@'),
(304, 59222, 87692, 'text', '"听不见"', 1602664939, 0, 0, 1, 0, 0, '@'),
(305, 59222, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/14/16026649621505.mp3","time":"4.11","mid":"m0qcxh0gfnk5l"}', 1602664963, 0, 0, 1, 0, 0, '@87692@'),
(306, 87692, 59222, 'text', '"听不见？"', 1602665165, 0, 0, 1, 0, 0, '@'),
(307, 59222, 87692, 'text', '"听不见"', 1602665316, 0, 0, 1, 0, 0, '@'),
(308, 59222, 87692, 'text', '"你能听得见吗"', 1602665320, 0, 0, 1, 0, 0, '@'),
(309, 87692, 59222, 'text', '"刚刚可以，现在不行"', 1602665336, 0, 0, 1, 0, 0, '@'),
(310, 59222, 87692, 'text', '"是啊！"', 1602665342, 0, 0, 1, 0, 0, '@'),
(311, 59222, 87692, 'text', '"这个可以弄吗"', 1602665357, 0, 0, 1, 0, 0, '@'),
(312, 59222, 0, 'text', '在吗', 1602665398, 204325, 0, 1, 0, 0, '@'),
(313, 59222, 0, 'tips', '测试群主邀请了抹药了吗,咚咚咚进群', 1602665431, 204325, 0, 1, 0, 28728, '@'),
(314, 59222, 0, 'text', '在&nbsp;', 1602665441, 204325, 0, 1, 0, 0, '@'),
(315, 59222, 0, 'text', '捏捏这个群发一下消息&nbsp;看能不能禁言', 1602665461, 204325, 0, 1, 0, 0, '@'),
(316, 87692, 59222, 'text', '"禁言了说啥"', 1602665467, 0, 0, 1, 0, 0, '@'),
(317, 59222, 87692, 'text', '"点不出来吧"', 1602665476, 0, 0, 1, 0, 0, '@'),
(318, 59222, 0, 'text', '现在解开禁言了', 1602665504, 204325, 0, 1, 0, 0, '@'),
(319, 87692, 0, 'text', '1', 1602665533, 204325, 0, 1, 0, 0, '@'),
(320, 87692, 59222, 'text', '"嗯"', 1602665573, 0, 0, 1, 0, 0, '@'),
(321, 59222, 0, 'text', '嗯&nbsp;', 1602665587, 204325, 0, 1, 0, 0, '@'),
(322, 59222, 0, 'text', '这样就可以了', 1602665607, 204325, 0, 1, 0, 0, '@'),
(323, 87692, 41679, 'text', '"看到信息了吗？"', 1602673123, 0, 1, 1, 0, 0, '@'),
(324, 87692, 41679, 'text', '"哈哈哈😁"', 1602673129, 0, 1, 1, 0, 0, '@'),
(325, 87692, 41679, 'emotion', '{"type":"emotion","value":"[白眼][白眼]","content":"[白眼][白眼]"}', 1602673133, 0, 1, 1, 0, 0, '@'),
(326, 41679, 88305, 'text', '"感谢您的加入"', 1602676630, 0, 0, 1, 0, 0, '@'),
(327, 41679, 38310, 'text', '"感谢您的加入"', 1602677004, 0, 0, 1, 0, 0, '@'),
(328, 38310, 41679, 'vedio', '{"mid":"mb10om4k0ac9","src":"http://www.itel.vip/uploads/audio/2020/10/14/16026770242873.mp4","time":"11.42"}', 1602677024, 0, 1, 1, 0, 0, '@'),
(329, 30841, 87692, 'text', '"ddd&nbsp;"', 1602677303, 0, 0, 1, 1, 0, '@'),
(330, 30841, 78527, 'text', '"ddd"', 1602677436, 0, 0, 1, 0, 0, '@'),
(331, 87692, 30841, 'text', '"ddddd"', 1602677642, 0, 0, 1, 1, 0, '@'),
(332, 30841, 87692, 'text', '"dddd"', 1602677649, 0, 0, 1, 1, 0, '@'),
(333, 30841, 0, 'text', 'http://www.itel.vip/pc/index.php', 1602677751, 690844, 0, 1, 0, 0, '@'),
(334, 30841, 0, 'tips', '官方客服撤回了一条消息', 1602677760, 690844, 0, 1, 0, 0, '@'),
(335, 87692, 0, 'text', 'dddd', 1602677779, 690844, 0, 1, 1, 0, '@'),
(336, 30841, 0, 'tips', '官方客服撤回了一条消息', 1602677783, 690844, 0, 1, 0, 0, '@'),
(337, 30841, 45506, 'emotion', '{"type":"emotion","content":"[折磨]"}', 1602677852, 0, 0, 1, 0, 0, '@'),
(338, 30841, 87692, 'emotion', '{"type":"emotion","content":"[哈欠]"}', 1602677864, 0, 0, 1, 0, 0, '@'),
(339, 41679, 79671, 'text', '"感谢您的加入"', 1602719185, 0, 0, 1, 0, 0, '@'),
(340, 79671, 41679, 'text', '"123"', 1602719353, 0, 1, 1, 0, 0, '@'),
(341, 79671, 41679, 'text', '"456"', 1602719363, 0, 1, 1, 0, 0, '@'),
(342, 79671, 41679, 'text', '"123"', 1602719373, 0, 1, 1, 0, 0, '@'),
(343, 79671, 41679, 'text', '"123"', 1602719378, 0, 1, 1, 0, 0, '@'),
(344, 79671, 41679, 'text', '"963"', 1602719447, 0, 1, 1, 0, 0, '@'),
(345, 30841, 0, 'tips', '昵称进入了本群', 1602719553, 690844, 0, 1, 0, 0, '@'),
(346, 79671, 0, 'text', '147', 1602719557, 690844, 0, 1, 0, 0, '@'),
(347, 79671, 0, 'emotion', '{"type":"emotion","value":"[惊恐][流汗][流汗][衰][流汗]","content":"[惊恐][流汗][流汗][衰][流汗]"}', 1602719560, 690844, 0, 1, 0, 0, '@'),
(348, 79671, 0, 'text', '2580', 1602719587, 117272, 0, 1, 0, 0, '@'),
(349, 79671, 0, 'vedio', '{"mid":"myui7du2sui","src":"http://www.itel.vip/uploads/audio/2020/10/15/16027198706273.mp4","time":"19.10"}', 1602719870, 117272, 0, 1, 0, 0, '@'),
(350, 79671, 0, 'vedio', '{"mid":"mb8rpqxjvkd","src":"http://www.itel.vip/uploads/audio/2020/10/15/16027198717255.mp4","time":"10.31"}', 1602719871, 117272, 0, 1, 0, 0, '@'),
(351, 30841, 0, 'tips', '昵称进入了本群', 1602730043, 912686, 0, 1, 0, 0, '@'),
(352, 41679, 79671, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1602730245, 0, 0, 1, 0, 0, '@'),
(353, 41679, 38310, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1602730246, 0, 0, 1, 0, 0, '@'),
(354, 41679, 79671, 'text', '"您投诉的用户：<span style="color:#2319dc">官方客服</span>,投诉<span style="color:#ff4d51">失败</span><br><span style="color: #999"> 原因：</span>您的举报理由不成立"', 1602731593, 0, 0, 1, 0, 0, '@'),
(356, 87692, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027398983468.mp3","time":"1.80","mid":"modsj9fcy0sa"}', 1602739898, 204325, 0, 1, 0, 0, '@'),
(357, 87692, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027399123261.mp3","time":"2.73","mid":"mrqafe0o6cwl"}', 1602739912, 204325, 0, 1, 0, 0, '@'),
(358, 87692, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027399237708.mp3","time":"3.73","mid":"m9333trt5ngt"}', 1602739923, 204325, 0, 1, 0, 0, '@'),
(359, 51805, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027400368915.mp3","time":"2.86","mid":"mqljy463k86j"}', 1602740036, 0, 0, 1, 0, 0, '@'),
(360, 51805, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027400554423.mp3","time":"2.24","mid":"m62nezr9eclj"}', 1602740055, 0, 0, 1, 0, 0, '@'),
(361, 51805, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027400656410.mp3","time":"3.49","mid":"menvipsylmio"}', 1602740065, 0, 0, 1, 0, 0, '@'),
(362, 51805, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027401333610.mp3","time":"4.46","mid":"m5pst3wch6"}', 1602740133, 0, 0, 1, 0, 0, '@'),
(363, 87692, 51805, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027431476356.mp3","time":"3.79","mid":"m43ufq0offrv"}', 1602743147, 0, 0, 1, 0, 0, '@'),
(364, 51805, 87692, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027432422785.mp3","time":"3.76","mid":"mf6255b8ck4k"}', 1602743243, 0, 0, 1, 0, 0, '@'),
(365, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/15/16027432857744.mp3","time":"4.86","mid":"mkbd2lf2mr7e"}', 1602743285, 690844, 0, 1, 0, 0, '@'),
(366, 59222, 28728, 'text', '"在测试"', 1602783639, 0, 0, 1, 0, 0, '@'),
(367, 59222, 28728, 'text', '"一"', 1602783643, 0, 0, 1, 0, 0, '@'),
(368, 59222, 28728, 'vedio', '{"mid":"mlppx0j2bak","src":"http://www.itel.vip/uploads/audio/2020/10/16/16027836661023.mp4","time":"1.57"}', 1602783667, 0, 0, 1, 0, 0, '@'),
(369, 41679, 37826, 'text', '"感谢您的加入"', 1602825334, 0, 0, 1, 0, 0, '@'),
(382, 65471, 76212, 'text', '"你是？"', 1602918576, 0, 0, 1, 0, 0, '@'),
(381, 65471, 76212, 'text', '"你好"', 1602918564, 0, 0, 1, 0, 0, '@'),
(380, 76212, 65471, 'text', '"我们已经是好友了，很高兴认识你"', 1602918545, 0, 0, 1, 0, 0, '@'),
(379, 76212, 41679, 'text', '"你好"', 1602918399, 0, 1, 1, 0, 0, '@'),
(378, 41679, 76212, 'text', '"感谢您的加入，我是官方小助手"', 1602918390, 0, 0, 1, 0, 0, '@'),
(375, 59222, 28728, 'emotion', '{"type":"emotion","value":"[呲牙]","content":"[呲牙]"}', 1602825562, 0, 0, 1, 0, 0, '@'),
(376, 59222, 28728, 'text', '"你好&nbsp;&nbsp;在的"', 1602825570, 0, 0, 1, 0, 0, '@'),
(377, 41679, 65471, 'text', '"感谢您的加入，我是官方小助手"', 1602918318, 0, 0, 1, 0, 0, '@'),
(383, 76212, 65471, 'emotion', '{"type":"emotion","value":"[偷笑][调皮][呲牙][呲牙]","content":"[偷笑][调皮][呲牙][呲牙]"}', 1602918591, 0, 0, 1, 0, 0, '@'),
(384, 76212, 65471, 'text', '"928348.com"', 1602918649, 0, 0, 1, 0, 0, '@'),
(385, 41679, 94851, 'text', '"感谢您的加入，我是官方小助手"', 1602918768, 0, 0, 1, 0, 0, '@'),
(386, 76212, 94851, 'text', '"我们已经是好友了，很高兴认识你"', 1602918844, 0, 0, 1, 0, 0, '@'),
(387, 94851, 76212, 'text', '"111"', 1602918850, 0, 0, 1, 0, 0, '@'),
(388, 94851, 76212, 'text', '"你好，很高兴认识你，我是陈禹荷，怎么称呼你呢？"', 1602918852, 0, 0, 1, 0, 0, '@'),
(389, 76212, 94851, 'text', '"jhhh"', 1602918870, 0, 0, 1, 0, 0, '@'),
(390, 76212, 94851, 'text', '"ffff"', 1602918878, 0, 0, 1, 0, 0, '@'),
(391, 94851, 76212, 'emotion', '{"type":"emotion","content":"[衰]"}', 1602918915, 0, 0, 1, 0, 0, '@'),
(392, 76212, 0, 'tips', '我爱你你邀请了rr1188,ww1188进群', 1602919119, 297966, 0, 1, 0, 65471, '@'),
(393, 76212, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/17/16029191439859.mp3","time":"2.45","mid":"mkkccg7a54yg"}', 1602919143, 297966, 0, 1, 0, 0, '@'),
(394, 94851, 0, 'text', '亲戚', 1602919181, 297966, 0, 1, 0, 0, '@'),
(395, 94851, 0, 'text', '你好，很高兴认识你，我是陈禹荷，怎么称呼你呢？', 1602919184, 297966, 0, 1, 0, 0, '@'),
(396, 76212, 0, 'text', '哦哦哦', 1602919209, 297966, 0, 1, 0, 0, '@'),
(397, 76212, 0, 'image', 'http://www.itel.vip/uploads/images/2020/10/17/16029192184510.jpg', 1602919219, 297966, 0, 1, 0, 0, '@'),
(398, 76212, 65471, 'text', '"你好"', 1602919268, 0, 0, 1, 0, 0, '@'),
(399, 41679, 11337, 'text', '"感谢您的加入，我是官方小助手"', 1602919312, 0, 0, 1, 0, 0, '@'),
(400, 76212, 0, 'tips', '你考虑进入了本群', 1602919383, 297966, 0, 1, 0, 0, '@'),
(401, 11337, 41679, 'text', '"大家都是"', 1602919398, 0, 1, 1, 0, 0, '@'),
(402, 11337, 41679, 'image', 'http://www.itel.vip/uploads/images/2020/10/17/16029194082521.png', 1602919408, 0, 1, 1, 0, 0, '@'),
(403, 11337, 0, 'image', 'http://www.itel.vip/uploads/images/2020/10/17/16029194275057.png', 1602919427, 297966, 0, 1, 0, 0, '@'),
(404, 76212, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/17/16029194554707.mp3","time":"2.33","mid":"mwj0iy20t7zm"}', 1602919455, 297966, 0, 1, 0, 0, '@'),
(405, 11337, 0, 'text', '你好', 1602919467, 297966, 0, 1, 0, 0, '@'),
(406, 11337, 0, 'emotion', '{"type":"emotion","value":"[饭][猪头][饭][饭][饭][饭][饭][饭]","content":"[饭][猪头][饭][饭][饭][饭][饭][饭]"}', 1602919475, 297966, 0, 1, 0, 0, '@'),
(407, 41679, 99659, 'text', '"感谢您的加入，我是官方小助手"', 1602920964, 0, 0, 1, 0, 0, '@'),
(408, 41679, 37001, 'text', '"感谢您的加入，我是官方小助手"', 1602930183, 0, 0, 1, 0, 0, '@'),
(409, 37001, 41679, 'vedio', '{"mid":"mcvbq4j1d9b","src":"http://www.itel.vip/uploads/audio/2020/10/17/16029303225104.mp4","time":"15.16"}', 1602930323, 0, 1, 1, 0, 0, '@'),
(410, 30841, 0, 'tips', '唐宇进入了本群', 1602930423, 351614, 0, 1, 0, 0, '@'),
(411, 30841, 0, 'emotion', '{"type":"emotion","value":"[偷笑][偷笑][困]","content":"[偷笑][偷笑][困]"}', 1603013282, 690844, 0, 1, 0, 0, '@'),
(412, 41679, 30841, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1603013382, 0, 0, 1, 0, 0, '@'),
(413, 41679, 30841, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1603013401, 0, 0, 1, 0, 0, '@'),
(414, 41679, 97696, 'text', '"感谢您的加入，我是官方小助手"', 1603014969, 0, 0, 1, 0, 0, '@'),
(415, 97696, 41679, 'image', 'http://www.itel.vip/uploads/images/2020/10/18/16030159301303.jpg', 1603015930, 0, 1, 1, 0, 0, '@'),
(416, 51805, 0, 'emotion', '{"type":"emotion","value":"[发怒]","content":"[发怒]"}', 1603109548, 690844, 0, 1, 0, 0, '@'),
(417, 51805, 78527, 'vedio', '{"mid":"mq2tz2n9h1nq","src":"http://www.itel.vip/uploads/audio/2020/10/19/16031097718760.mp4","time":"3.64"}', 1603109771, 0, 0, 1, 0, 0, '@'),
(418, 51805, 87692, 'emotion', '{"type":"emotion","value":"[衰]","content":"[衰]"}', 1603109792, 0, 0, 1, 0, 0, '@'),
(419, 51805, 0, 'emotion', '{"type":"emotion","value":"[衰][衰]","content":"[衰][衰]"}', 1603109925, 313955, 0, 1, 0, 0, '@51805@'),
(420, 51805, 0, 'emotion', '{"type":"emotion","value":"[左哼哼][坏笑][坏笑][坏笑][亲亲][鼓掌][晕]","content":"[左哼哼][坏笑][坏笑][坏笑][亲亲][鼓掌][晕]"}', 1603109932, 313955, 0, 1, 0, 0, '@51805@'),
(421, 51805, 0, 'emotion', '{"type":"emotion","value":"[折磨][折磨][晕][嘘][鼓掌]","content":"[折磨][折磨][晕][嘘][鼓掌]"}', 1603109936, 313955, 0, 1, 0, 0, '@51805@'),
(422, 51805, 0, 'emotion', '{"type":"emotion","value":"[坏笑][糗大了][糗大了][糗大了][晕][晕]","content":"[坏笑][糗大了][糗大了][糗大了][晕][晕]"}', 1603109940, 313955, 0, 1, 0, 0, '@51805@'),
(423, 51805, 0, 'emotion', '{"type":"emotion","value":"[衰][糗大了][折磨][折磨]","content":"[衰][糗大了][折磨][折磨]"}', 1603109943, 313955, 0, 1, 0, 0, '@51805@'),
(424, 51805, 0, 'emotion', '{"type":"emotion","value":"[亲亲][亲亲][亲亲][阴险]","content":"[亲亲][亲亲][亲亲][阴险]"}', 1603109947, 313955, 0, 1, 0, 0, '@51805@'),
(425, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031099526790.mp3","time":"1.46","mid":"mi5nn0wic66"}', 1603109952, 313955, 0, 1, 0, 0, '@51805@'),
(426, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031099631685.mp3","time":"3.07","mid":"mha593qpt1f5"}', 1603109964, 313955, 0, 1, 0, 0, '@51805@'),
(427, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031099677935.mp3","time":"1.84","mid":"mzcl9kyvw9he"}', 1603109967, 313955, 0, 1, 0, 0, '@51805@'),
(428, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031100028049.mp3","time":"2.04","mid":"m77z9kjzx1x9"}', 1603110002, 313955, 0, 1, 0, 0, '@51805@'),
(429, 41679, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031103628151.mp3","time":"2.08","mid":"m3g3tf8vbse"}', 1603110362, 690844, 0, 1, 1, 0, '@'),
(430, 41679, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031103899639.mp3","time":"3.51","mid":"mi456egqm9lq"}', 1603110389, 690844, 0, 1, 0, 0, '@'),
(431, 30841, 0, 'tips', '官方小助手撤回了一条消息', 1603110402, 690844, 0, 1, 0, 0, '@'),
(432, 51805, 41679, 'emotion', '{"type":"emotion","value":"[敲打][敲打][敲打]","content":"[敲打][敲打][敲打]"}', 1603112517, 0, 1, 1, 0, 0, '@'),
(433, 51805, 41679, 'text', '"owom"', 1603112522, 0, 1, 1, 0, 0, '@'),
(434, 51805, 41679, 'text', '"哦哦哦哦"', 1603112524, 0, 1, 1, 0, 0, '@'),
(435, 51805, 41679, 'emotion', '{"type":"emotion","value":"[白眼][白眼][白眼][奋斗]","content":"[白眼][白眼][白眼][奋斗]"}', 1603112527, 0, 1, 1, 0, 0, '@'),
(436, 51805, 41679, 'emotion', '{"type":"emotion","value":"[困][嘘][嘘][嘘][惊恐][嘘][晕][困][冷汗][困][困]","content":"[困][嘘][嘘][嘘][惊恐][嘘][晕][困][冷汗][困][困]"}', 1603112536, 0, 1, 1, 0, 0, '@'),
(437, 51805, 41679, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031125537429.mp3","time":"1.11","mid":"m8q7qwoj1f2p"}', 1603112553, 0, 1, 1, 0, 0, '@'),
(438, 51805, 41679, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031125565003.mp3","time":"1.45","mid":"mpzu6a7raqt"}', 1603112556, 0, 1, 1, 0, 0, '@'),
(439, 51805, 41679, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/19/16031125597110.mp3","time":"2.59","mid":"mtjqys0wqoek"}', 1603112559, 0, 1, 1, 0, 0, '@'),
(440, 51805, 41679, 'image', 'http://www.itel.vip/uploads/images/2020/10/19/16031125892446.jpg', 1603112590, 0, 1, 1, 0, 0, '@'),
(441, 51805, 41679, 'image', 'http://www.itel.vip/uploads/images/2020/10/19/16031126116819.jpg', 1603112611, 0, 1, 1, 0, 0, '@51805@'),
(442, 51805, 41679, 'image', 'http://www.itel.vip/uploads/images/2020/10/19/16031126425925.jpg', 1603112642, 0, 1, 1, 0, 0, '@'),
(443, 51805, 0, 'emotion', '{"type":"emotion","content":"[流汗]"}', 1603161823, 351614, 0, 1, 0, 0, '@'),
(444, 41679, 51805, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/20/16031652568709.mp3","time":"1.81","mid":"mireohoh0mt"}', 1603165256, 0, 0, 1, 1, 0, '@'),
(445, 41679, 51805, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/20/16031652669900.mp3","time":"2.48","mid":"mdg4qq7kdfea"}', 1603165266, 0, 0, 1, 1, 0, '@'),
(446, 87692, 0, 'text', '1', 1603171040, 519397, 0, 1, 0, 0, '@'),
(447, 87692, 0, 'text', '2', 1603171041, 519397, 0, 1, 0, 0, '@'),
(448, 30841, 45506, 'redpacket', '{"title":"恭喜发财,大吉大利","status":1,"id":3,"isgroup":"0","type":2,"isopen":0}', 1603282349, 0, 0, 1, 0, 0, '@'),
(449, 41679, 30841, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1603284633, 0, 0, 1, 0, 0, '@'),
(450, 41679, 30841, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1603285046, 0, 0, 1, 0, 0, '@'),
(451, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/22/16033303024897.mp3","time":"1.63","mid":"mmmq7llxktmd"}', 1603330302, 351614, 0, 1, 0, 0, '@'),
(452, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/22/16033303075516.mp3","time":"3.17","mid":"mo6mdelyzi2d"}', 1603330307, 351614, 0, 1, 0, 0, '@'),
(453, 51805, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/22/16033303207723.mp3","time":"4.17","mid":"mhsuktmxuzem"}', 1603330320, 351614, 0, 1, 0, 0, '@'),
(454, 87692, 0, 'text', 'wss', 1603335450, 519397, 0, 1, 0, 0, '@'),
(455, 51805, 0, 'text', '1', 1603336241, 351614, 0, 1, 0, 0, '@'),
(456, 51805, 0, 'text', 'h5', 1603336246, 351614, 0, 1, 0, 0, '@'),
(457, 41679, 97696, 'text', '"sdsdsd"', 1603337313, 0, 0, 1, 0, 0, '@'),
(458, 41679, 97696, 'text', '"你好"', 1603344001, 0, 0, 1, 0, 0, '@'),
(459, 87692, 0, 'tips', '官方小助手进入了本群', 1603344082, 519397, 0, 1, 0, 0, '@'),
(460, 41679, 0, 'voice', '{"url":"http://www.itel.vip/uploads/audio/2020/10/22/16033458737708.mp3","time":"2.16","mid":"mac6tuk73e4b"}', 1603345873, 351614, 0, 1, 0, 0, '@'),
(461, 41679, 41679, 'text', '"您工商银行充值500元已到账"', 1603346900, 0, 1, 1, 0, 0, '@'),
(462, 41679, 41679, 'text', '"您支付宝充值100元已到账98元,扣除手续费2元"', 1603346905, 0, 1, 1, 0, 0, '@'),
(463, 30841, 0, 'text', '1', 1603417447, 351614, 0, 1, 0, 0, '@'),
(464, 51805, 0, 'text', '1', 1603531353, 351614, 0, 1, 0, 0, '@'),
(465, 41679, 82625, 'text', '"您好，本软件正在逐步完善中，如有问题或建议，请加QQ：649398262进行反馈，欢迎提出宝贵的意见和建议！"', 1603531428, 0, 0, 1, 0, 0, '@'),
(466, 51805, 0, 'redpacket', '{"title":"019","status":1,"id":4,"isgroup":"1","type":1,"isopen":0}', 1603531602, 351614, 0, 1, 0, 0, '@'),
(467, 51805, 0, 'redpacket', '{"title":"111","status":1,"id":5,"isgroup":"1","type":1,"isopen":0}', 1603531625, 351614, 0, 1, 0, 0, '@'),
(468, 51805, 0, 'redpacket', '{"title":"333","status":1,"id":6,"isgroup":"1","type":1,"isopen":0}', 1603531640, 351614, 0, 1, 0, 0, '@'),
(469, 51805, 0, 'redpacket', '{"title":"恭喜发财,大吉大利","status":1,"id":7,"isgroup":"1","type":1,"isopen":0}', 1603531664, 351614, 0, 1, 0, 0, '@'),
(470, 51805, 0, 'redpacket', '{"title":"019","status":1,"id":8,"isgroup":"1","type":1,"isopen":0}', 1603538388, 351614, 0, 1, 0, 0, '@'),
(471, 51805, 0, 'redpacket', '{"title":"恭喜发财,大吉大利","status":1,"id":9,"isgroup":"1","type":1,"isopen":0}', 1603538411, 351614, 0, 1, 0, 0, '@'),
(472, 41679, 52597, 'text', '"您好，本软件正在逐步完善中，如有问题或建议，请加QQ：649398262进行反馈，欢迎提出宝贵的意见和建议！"', 1603539786, 0, 0, 1, 0, 0, '@'),
(473, 52597, 0, 'image', 'https://www.itel.vip/uploads/images/2020/10/24/16035398956570.jpg', 1603539895, 867280, 0, 1, 0, 0, '@'),
(474, 41679, 11068, 'text', '"您好，本软件正在逐步完善中，如有问题或建议，请加QQ：649398262进行反馈，欢迎提出宝贵的意见和建议！"', 1603540198, 0, 0, 1, 0, 0, '@'),
(475, 11068, 52597, 'text', '"我们已经是好友了，很高兴认识你"', 1603540279, 0, 0, 1, 0, 0, '@'),
(476, 52597, 0, 'tips', '哈啊哈邀请了彼此进群', 1603540307, 867280, 0, 1, 0, 11068, '@'),
(477, 52597, 0, 'text', '你好', 1603540315, 867280, 0, 1, 0, 0, '@'),
(478, 52597, 0, 'tips', '彼此已被禁言', 1603540371, 867280, 0, 1, 0, 0, '@'),
(479, 30841, 0, 'tips', '官方客服领取了您的红包', 1603540507, 351614, 0, 1, 0, 51805, '@'),
(480, 30841, 0, 'tips', '官方客服领取了您的红包', 1603540513, 351614, 0, 1, 0, 51805, '@'),
(481, 30841, 0, 'tips', '官方客服领取了您的红包', 1603540516, 351614, 0, 1, 0, 51805, '@'),
(482, 30841, 0, 'tips', '你考虑进入了本群', 1603540531, 912686, 0, 1, 0, 0, '@'),
(483, 52597, 87692, 'text', '"我们已经是好友了，很高兴认识你"', 1603540577, 0, 0, 1, 0, 0, '@'),
(484, 52597, 87692, 'text', '"你好"', 1603540587, 0, 0, 1, 0, 0, '@'),
(485, 52597, 87692, 'text', '"你好"', 1603540593, 0, 0, 1, 0, 0, '@'),
(486, 87692, 52597, 'text', '"你好"', 1603540600, 0, 0, 1, 0, 0, '@'),
(487, 87692, 52597, 'image', 'uploads/images/chat/2020/10/5f941683b0f9f.jpeg', 1603540611, 0, 0, 1, 0, 0, '@'),
(488, 52597, 0, 'tips', '彼此已解除禁言', 1603541848, 867280, 0, 1, 0, 0, '@'),
(489, 52597, 87692, 'text', '"你好"', 1603541887, 0, 0, 1, 0, 0, '@'),
(490, 52597, 0, 'text', '你好', 1603541911, 867280, 0, 1, 0, 0, '@');

-- --------------------------------------------------------

--
-- 表的结构 `app_circle`
--

CREATE TABLE IF NOT EXISTS `app_circle` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `text` text,
  `value` text,
  `location` varchar(100) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `like` text,
  `comment` text,
  `updatetime` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_circle`
--

INSERT INTO `app_circle` (`id`, `userid`, `text`, `value`, `location`, `time`, `like`, `comment`, `updatetime`) VALUES
(1, 30841, '', 'a:2:{i:0;s:44:"uploads/images/2020/10/10/16023361044680.jpg";i:1;s:44:"uploads/images/2020/10/10/16023361045921.jpg";}', NULL, 1602336104, 'a:4:{i:0;a:3:{s:3:"uid";s:5:"87692";s:8:"username";s:12:"抹药了吗";s:4:"time";i:1602619916;}i:1;a:3:{s:3:"uid";s:5:"38310";s:8:"username";s:7:"7758521";s:4:"time";i:1602677143;}i:2;a:3:{s:3:"uid";s:5:"79671";s:8:"username";s:6:"昵称";s:4:"time";i:1602719524;}i:3;a:3:{s:3:"uid";s:5:"51805";s:8:"username";s:4:"6666";s:4:"time";i:1603110049;}}', 'a:4:{i:0;a:6:{s:3:"uid";s:5:"87692";s:8:"username";s:12:"抹药了吗";s:7:"content";s:9:"看看我";s:5:"reply";s:0:"";s:7:"replyid";s:5:"30841";s:4:"time";i:1602619923;}i:1;a:6:{s:3:"uid";s:5:"87692";s:8:"username";s:12:"抹药了吗";s:7:"content";s:9:"没看见";s:5:"reply";s:0:"";s:7:"replyid";s:5:"30841";s:4:"time";i:1602619930;}i:2;a:6:{s:3:"uid";s:5:"87692";s:8:"username";s:12:"抹药了吗";s:7:"content";s:6:"可得";s:5:"reply";s:0:"";s:7:"replyid";s:5:"30841";s:4:"time";i:1602619936;}i:3;a:6:{s:3:"uid";s:5:"87692";s:8:"username";s:12:"抹药了吗";s:7:"content";s:12:"了么得得";s:5:"reply";s:0:"";s:7:"replyid";s:5:"30841";s:4:"time";i:1602619950;}}', 1603110049),
(2, 97130, 'hello', 'a:0:{}', NULL, 1602690394, NULL, NULL, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_circle_msg`
--

CREATE TABLE IF NOT EXISTS `app_circle_msg` (
  `id` int(10) unsigned NOT NULL,
  `cid` int(10) unsigned DEFAULT NULL,
  `from_uid` int(10) unsigned DEFAULT NULL,
  `content` text,
  `time` int(10) unsigned DEFAULT NULL,
  `type` varchar(45) DEFAULT NULL,
  `read` int(10) unsigned DEFAULT '0',
  `to_uid` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_circle_msg`
--

INSERT INTO `app_circle_msg` (`id`, `cid`, `from_uid`, `content`, `time`, `type`, `read`, `to_uid`) VALUES
(1, 1, 87692, '[like]', 1602619916, 'like', 0, 30841),
(2, 1, 87692, '了么得得', 1602619950, 'comment', 0, 30841),
(3, 1, 38310, '[like]', 1602677143, 'like', 0, 30841),
(4, 1, 79671, '[like]', 1602719524, 'like', 0, 30841),
(5, 3, 30841, '[like]', 1603013259, 'like', 0, 79671),
(6, 1, 51805, '[like]', 1603110049, 'like', 0, 30841);

-- --------------------------------------------------------

--
-- 表的结构 `app_circle_push`
--

CREATE TABLE IF NOT EXISTS `app_circle_push` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `content` text,
  `time` int(10) unsigned DEFAULT NULL,
  `cid` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_circle_push`
--

INSERT INTO `app_circle_push` (`id`, `uid`, `content`, `time`, `cid`) VALUES
(55, 79671, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(54, 38310, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(53, 88305, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(51, 28728, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(52, 97130, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(50, 59222, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(49, 25687, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(46, 95103, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(47, 45506, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(48, 78102, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(45, 42253, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(44, 78527, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(43, 41679, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(42, 87692, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(39, 41679, '{"type":"circle_push","data":{"id":"3","action":"update","info":{"like":[{"uid":"30841","username":"官方客服","time":1603013258}],"comment":false}}}', 1603013259, 3),
(40, 49366, '{"type":"circle_push","data":{"id":"3","action":"update","info":{"like":[{"uid":"30841","username":"官方客服","time":1603013258}],"comment":false}}}', 1603013259, 3),
(41, 79671, '{"type":"circle_push","data":{"id":"3","action":"update","info":{"like":[{"uid":"30841","username":"官方客服","time":1603013258}],"comment":false}}}', 1603013259, 3),
(56, 49366, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(57, 37826, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(58, 65471, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(59, 76212, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(60, 94851, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(61, 11337, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(62, 99659, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(63, 37001, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1),
(64, 97696, '{"type":"circle_push","data":{"id":"1","action":"update","info":{"like":[{"uid":"87692","username":"抹药了吗","time":1602619916},{"uid":"38310","username":"7758521","time":1602677143},{"uid":"79671","username":"昵称","time":1602719524},{"uid":"51805","username":"6666","time":1603110049}],"comment":[{"uid":"87692","username":"抹药了吗","content":"看看我","reply":"","replyid":"30841","time":1602619923},{"uid":"87692","username":"抹药了吗","content":"没看见","reply":"","replyid":"30841","time":1602619930},{"uid":"87692","username":"抹药了吗","content":"可得","reply":"","replyid":"30841","time":1602619936},{"uid":"87692","username":"抹药了吗","content":"了么得得","reply":"","replyid":"30841","time":1602619950}]}}}', 1603110049, 1);

-- --------------------------------------------------------

--
-- 表的结构 `app_client`
--

CREATE TABLE IF NOT EXISTS `app_client` (
  `id` int(10) unsigned NOT NULL,
  `cid` text,
  `userid` int(10) unsigned DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `isonline` int(11) NOT NULL DEFAULT '0',
  `osname` varchar(100) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_client`
--

INSERT INTO `app_client` (`id`, `cid`, `userid`, `time`, `isonline`, `osname`) VALUES
(29, '81be5335ba515261c4e4702106f83ef4', 30841, 1603541717, 0, 'Android'),
(32, '2ddb1d923524b5d0b756da0e52b25a40', 52597, 1603545263, 1, 'Android'),
(3, 'f6cb81bb8a8c565c7e9fc1c0d3dd0833', 42253, 1603418056, 1, 'Android'),
(4, '03023370e9dbd9f9d035d0a1bf9c0e6c', 87692, 1603480723, 0, 'iOS'),
(6, '656614d9e61e8e2c032b78a1ee1b44f3', 87692, 1602825618, 0, 'iOS'),
(7, '0ecbc4f90b0c1f60ce07620d0883e297', 51805, 1603499306, 1, 'iOS'),
(8, '82ae2fa773da2e1600ab2b36d2e10796', 78102, 1602662998, 0, 'Android'),
(9, '658ad8a4eb145eaaea64bfb4d9e58085', 25687, 1602663648, 0, 'Android'),
(12, 'd21e488c085f703505608af2a8918729', 59222, 1602828204, 0, 'Android'),
(13, '81e85c6bd095cfe37509abe1d92d5732', 28728, 1602663696, 0, 'Android'),
(14, 'd718fa8559f09ffe00afee4dd0ea1f42', 97130, 1602856099, 0, 'Android'),
(15, 'a1608f70fe4d748e530dd295c634ccef', 38310, 1602913281, 0, 'Android'),
(16, 'b09802e5dce66ad23b97e8847be1d003', 87692, 1602677531, 1, 'Android'),
(17, '0b466db0ce165f94b755c4db370d6486', 79671, 1602868914, 0, 'Android'),
(20, 'af1bc1e691f98b63cfc5301ebcb4d81b', 76212, 1602919699, 0, 'Android'),
(21, 'f6398c04281b4a9af6cf73133eaaa090', 11337, 1603512420, 0, 'Android'),
(22, '82277b1f59a9a67c5d24939e13155620', 37001, 1602930550, 0, 'Android'),
(23, '07bd80c20e8eb6cfda49a62536f0711b', 30841, 1603013490, 0, 'iOS'),
(24, 'a408afe73254d0a8af8140ef84e38f6f', 97696, 1603130095, 1, 'Android'),
(25, 'd4343f5e2ffce0eabb48c7b34a492030', 87692, 1603073604, 0, 'Android'),
(26, '4c7695c834833dbcf7cb239180b61240', 51805, 1603115327, 0, 'Android'),
(27, '8760e0639ee21a7e579d1d9aae36b32b', 87692, 1603379454, 1, 'Android'),
(28, '01e9dde2b6e119b7f0cde602b988e1cf', 87692, 1603333358, 1, 'iOS'),
(31, 'e59fb170722f9d420fa9fe54495b7914', 87692, 1603540738, 0, 'iOS');

-- --------------------------------------------------------

--
-- 表的结构 `app_comment`
--

CREATE TABLE IF NOT EXISTS `app_comment` (
  `id` int(10) unsigned NOT NULL,
  `tid` int(10) unsigned DEFAULT NULL,
  `fromuid` int(10) unsigned DEFAULT NULL,
  `touid` int(10) unsigned DEFAULT NULL,
  `score` int(10) unsigned DEFAULT NULL,
  `content` text,
  `addtime` int(10) unsigned DEFAULT NULL,
  `type` int(10) unsigned DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_comment`
--

INSERT INTO `app_comment` (`id`, `tid`, `fromuid`, `touid`, `score`, `content`, `addtime`, `type`) VALUES
(1, 3, 9, 10, 4, '这是甲方的评价内容，乙方的服务不错', 1492306406, 1),
(3, 100003, 9, 10, 5, '不错，给5分', 1492760943, 1),
(4, 100003, 10, 9, 4, '还行吧', 1492760957, 2);

-- --------------------------------------------------------

--
-- 表的结构 `app_flash`
--

CREATE TABLE IF NOT EXISTS `app_flash` (
  `id` int(10) unsigned NOT NULL,
  `url` text CHARACTER SET utf8,
  `src` text CHARACTER SET utf8,
  `title` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `num` int(10) unsigned DEFAULT NULL,
  `uid` int(10) unsigned DEFAULT '0',
  `addtime` int(10) unsigned DEFAULT NULL,
  `edittime` int(10) unsigned DEFAULT NULL,
  `index` int(10) unsigned DEFAULT '1',
  `default` int(10) unsigned DEFAULT '0',
  `menu_id` int(10) unsigned DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=126 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_flash`
--

INSERT INTO `app_flash` (`id`, `url`, `src`, `title`, `num`, `uid`, `addtime`, `edittime`, `index`, `default`, `menu_id`) VALUES
(114, '', 'uploads/ico/15945182856306.png', '', 1, 0, 1491479319, 0, 1, 0, 0),
(115, '', 'uploads/ico/15945183003092.png', '', 2, 0, 1491479319, 0, 1, 0, 0),
(116, 'http://www.cj66.cc/pc/down.php', 'uploads/ico/15945184067071.png', '', 3, 0, 1491479319, 0, 1, 0, 0),
(117, '', '', '', 4, 0, 1491479319, 0, 1, 0, 0),
(118, '', '', '', 5, 0, 1491479319, 0, 1, 0, 0),
(119, '', '', '', 6, 0, 1491479319, 0, 1, 0, 0),
(120, '', 'uploads/ico/15896309965219.jpg', '', 1, 0, 1551586177, NULL, 0, 0, 0),
(121, '', 'uploads/ico/15896310009540.jpg', '', 2, 0, 1551586177, NULL, 0, 0, 0),
(122, '', '', '', 3, 0, 1551586177, NULL, 0, 0, 0),
(123, '', '', '', 4, 0, 1551586177, NULL, 0, 0, 0),
(124, '', '', '', 5, 0, 1551586177, NULL, 0, 0, 0),
(125, '', '', '', 6, 0, 1551586177, NULL, 0, 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_flink`
--

CREATE TABLE IF NOT EXISTS `app_flink` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned NOT NULL DEFAULT '0',
  `title` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `url` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `type` int(10) unsigned DEFAULT '1',
  `status` int(10) unsigned DEFAULT '1',
  `logo` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT NULL,
  `default` int(10) unsigned DEFAULT '0',
  `addtime` int(10) unsigned DEFAULT NULL,
  `showtype` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_flink`
--

INSERT INTO `app_flink` (`id`, `uid`, `title`, `url`, `type`, `status`, `logo`, `sortnum`, `default`, `addtime`, `showtype`) VALUES
(11, 0, '百度', 'https://www.baidu.com/', 1, 1, 'uploads/app/16020332052506.png', 1, 0, 1602033209, 'a:1:{i:0;s:5:"PcWeb";}'),
(12, 0, '腾讯', 'https://www.qq.com/', 1, 1, 'uploads/app/16020332987172.png', 2, 0, 1602033302, 'a:1:{i:0;s:5:"PcWeb";}'),
(13, 0, '淘宝', 'https://www.taobao.com/', 1, 1, 'uploads/app/16020333712992.png', 3, 0, 1602033374, 'a:1:{i:0;s:5:"PcWeb";}'),
(14, 0, '购买地址', 'https://www.huzhan.com/code/goods397111.html', 1, 1, 'uploads/app/16020334844947.png', 4, 0, 1602033488, 'a:1:{i:0;s:5:"PcWeb";}');

-- --------------------------------------------------------

--
-- 表的结构 `app_friend`
--

CREATE TABLE IF NOT EXISTS `app_friend` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `friendid` int(10) unsigned DEFAULT NULL,
  `status` int(10) unsigned DEFAULT '0',
  `mark` varchar(200) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `from` text,
  `istop` int(10) unsigned DEFAULT '0',
  `no_tip` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=213 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_friend`
--

INSERT INTO `app_friend` (`id`, `userid`, `friendid`, `status`, `mark`, `time`, `from`, `istop`, `no_tip`) VALUES
(70, 87692, 41679, 0, NULL, 1602661009, '', 0, 0),
(6, 30841, 87692, 0, NULL, 1602293510, 'invite', 0, 0),
(5, 87692, 30841, 0, NULL, 1602293510, 'invite', 0, 0),
(16, 41679, 51805, 0, NULL, 1602293611, 'system', 0, 0),
(15, 51805, 41679, 0, NULL, 1602293611, 'system', 0, 0),
(9, 51805, 30841, 0, NULL, 1602293557, 'system', 0, 0),
(10, 30841, 51805, 0, NULL, 1602293557, 'system', 0, 0),
(14, 41679, 30841, 0, NULL, 1602293611, 'system', 0, 0),
(13, 30841, 41679, 0, NULL, 1602293611, 'system', 0, 0),
(36, 78527, 41679, 0, NULL, 1602317215, '', 0, 0),
(21, 78527, 30841, 0, NULL, 1602293680, 'system', 0, 0),
(22, 30841, 78527, 0, NULL, 1602293680, 'system', 0, 0),
(23, 78527, 51805, 0, NULL, 1602293680, 'invite', 0, 0),
(24, 51805, 78527, 0, NULL, 1602293680, 'invite', 0, 0),
(35, 41679, 78527, 0, NULL, 1602317215, '', 0, 0),
(69, 41679, 87692, 0, NULL, 1602661009, '', 0, 0),
(37, 87692, 78527, 0, NULL, 1602318109, 'undefined', 0, 0),
(38, 78527, 87692, 0, NULL, 1602318109, 'undefined', 0, 0),
(45, 41679, 42253, 0, NULL, 1602380592, '', 0, 0),
(44, 30841, 42253, 0, NULL, 1602335298, 'invite', 0, 0),
(43, 42253, 30841, 0, NULL, 1602335298, 'invite', 0, 0),
(46, 42253, 41679, 0, NULL, 1602380592, '', 0, 0),
(47, 87692, 51805, 0, NULL, 1602390419, 'undefined', 0, 0),
(48, 51805, 87692, 0, NULL, 1602390419, 'undefined', 0, 0),
(49, 95103, 41679, 0, NULL, 1602587491, 'system', 0, 0),
(50, 41679, 95103, 0, NULL, 1602587491, 'system', 0, 0),
(54, 30841, 95103, 0, NULL, 1602587491, 'invite', 0, 0),
(53, 95103, 30841, 0, NULL, 1602587491, 'invite', 0, 0),
(55, 87692, 95103, 0, NULL, 1602588285, 'undefined', 0, 0),
(56, 95103, 87692, 0, NULL, 1602588285, 'undefined', 0, 0),
(87, 41679, 45506, 0, NULL, 1602661705, '', 0, 0),
(62, 30841, 45506, 0, 'ddd', 1602659778, 'invite', 0, 0),
(61, 45506, 30841, 0, NULL, 1602659778, 'invite', 0, 0),
(63, 78102, 41679, 0, NULL, 1602660719, 'system', 0, 0),
(64, 41679, 78102, 0, NULL, 1602660719, 'system', 0, 0),
(68, 30841, 78102, 0, NULL, 1602660719, 'invite', 0, 0),
(67, 78102, 30841, 0, NULL, 1602660719, 'invite', 0, 0),
(71, 25687, 41679, 0, NULL, 1602661203, 'system', 0, 0),
(72, 41679, 25687, 0, NULL, 1602661203, 'system', 0, 0),
(76, 30841, 25687, 0, NULL, 1602661203, 'invite', 0, 0),
(75, 25687, 30841, 0, NULL, 1602661203, 'invite', 0, 0),
(77, 25687, 45506, 0, NULL, 1602661378, 'undefined', 0, 0),
(78, 45506, 25687, 0, NULL, 1602661378, 'undefined', 0, 0),
(79, 78102, 45506, 0, NULL, 1602661378, 'undefined', 0, 0),
(80, 45506, 78102, 0, NULL, 1602661378, 'undefined', 0, 0),
(81, 78102, 25687, 0, NULL, 1602661384, 'undefined', 0, 0),
(82, 25687, 78102, 0, NULL, 1602661384, 'undefined', 0, 0),
(88, 45506, 41679, 0, NULL, 1602661705, '', 0, 0),
(89, 59222, 41679, 0, NULL, 1602662137, 'system', 0, 0),
(90, 41679, 59222, 0, NULL, 1602662137, 'system', 0, 0),
(94, 30841, 59222, 0, NULL, 1602662137, 'invite', 0, 0),
(93, 59222, 30841, 0, NULL, 1602662137, 'invite', 0, 0),
(95, 28728, 41679, 0, NULL, 1602662846, 'system', 0, 0),
(96, 41679, 28728, 0, NULL, 1602662846, 'system', 0, 0),
(100, 30841, 28728, 0, NULL, 1602662846, 'invite', 0, 0),
(99, 28728, 30841, 0, NULL, 1602662846, 'invite', 0, 0),
(101, 28728, 59222, 0, NULL, 1602662982, 'undefined', 0, 0),
(102, 59222, 28728, 0, NULL, 1602662982, 'undefined', 0, 0),
(103, 97130, 41679, 0, NULL, 1602663156, 'system', 0, 0),
(104, 41679, 97130, 0, NULL, 1602663156, 'system', 0, 0),
(108, 30841, 97130, 0, NULL, 1602663156, 'invite', 0, 0),
(107, 97130, 30841, 0, NULL, 1602663156, 'invite', 0, 0),
(109, 97130, 28728, 0, NULL, 1602663239, 'qrcode', 0, 0),
(110, 28728, 97130, 0, NULL, 1602663239, 'qrcode', 0, 0),
(111, 59222, 87692, 0, NULL, 1602664717, 'undefined', 0, 0),
(112, 87692, 59222, 0, NULL, 1602664717, 'undefined', 0, 0),
(113, 88305, 41679, 0, NULL, 1602676630, 'system', 0, 0),
(114, 41679, 88305, 0, NULL, 1602676630, 'system', 0, 0),
(118, 30841, 88305, 0, NULL, 1602676630, 'invite', 0, 0),
(117, 88305, 30841, 0, NULL, 1602676630, 'invite', 0, 0),
(119, 38310, 41679, 0, NULL, 1602677004, 'system', 0, 0),
(120, 41679, 38310, 0, NULL, 1602677004, 'system', 0, 0),
(124, 30841, 38310, 0, NULL, 1602677004, 'invite', 0, 0),
(123, 38310, 30841, 0, NULL, 1602677004, 'invite', 0, 0),
(125, 79671, 41679, 0, NULL, 1602719185, 'system', 0, 0),
(126, 41679, 79671, 0, NULL, 1602719185, 'system', 0, 0),
(130, 30841, 79671, 0, NULL, 1602719185, 'invite', 0, 0),
(129, 79671, 30841, 0, NULL, 1602719185, 'invite', 0, 0),
(131, 49366, 41679, 0, NULL, 1602719735, 'system', 0, 0),
(132, 41679, 49366, 0, NULL, 1602719735, 'system', 0, 0),
(133, 49366, 30841, 0, NULL, 1602719735, 'system', 0, 0),
(134, 30841, 49366, 0, NULL, 1602719735, 'system', 0, 0),
(135, 49366, 79671, 0, NULL, 1602719735, 'invite', 0, 0),
(136, 79671, 49366, 0, NULL, 1602719735, 'invite', 0, 0),
(137, 37826, 41679, 0, NULL, 1602825334, 'system', 0, 0),
(138, 41679, 37826, 0, NULL, 1602825334, 'system', 0, 0),
(142, 30841, 37826, 0, NULL, 1602825334, 'invite', 0, 0),
(141, 37826, 30841, 0, NULL, 1602825334, 'invite', 0, 0),
(143, 65471, 41679, 0, NULL, 1602918318, 'system', 0, 0),
(144, 41679, 65471, 0, NULL, 1602918318, 'system', 0, 0),
(148, 30841, 65471, 0, NULL, 1602918318, 'invite', 0, 0),
(147, 65471, 30841, 0, NULL, 1602918318, 'invite', 0, 0),
(149, 76212, 41679, 0, NULL, 1602918390, 'system', 0, 0),
(150, 41679, 76212, 0, NULL, 1602918390, 'system', 0, 0),
(154, 30841, 76212, 0, NULL, 1602918390, 'invite', 0, 0),
(153, 76212, 30841, 0, NULL, 1602918390, 'invite', 0, 0),
(155, 76212, 65471, 0, NULL, 1602918544, 'qrcode', 0, 0),
(156, 65471, 76212, 0, NULL, 1602918544, 'qrcode', 0, 0),
(157, 94851, 41679, 0, NULL, 1602918768, 'system', 0, 0),
(158, 41679, 94851, 0, NULL, 1602918768, 'system', 0, 0),
(162, 30841, 94851, 0, NULL, 1602918768, 'invite', 0, 0),
(161, 94851, 30841, 0, NULL, 1602918768, 'invite', 0, 0),
(163, 76212, 94851, 0, NULL, 1602918844, 'undefined', 0, 0),
(164, 94851, 76212, 0, NULL, 1602918844, 'undefined', 0, 0),
(165, 11337, 41679, 0, NULL, 1602919312, 'system', 0, 0),
(166, 41679, 11337, 0, NULL, 1602919312, 'system', 0, 0),
(170, 30841, 11337, 0, NULL, 1602919312, 'invite', 0, 0),
(169, 11337, 30841, 0, NULL, 1602919312, 'invite', 0, 0),
(171, 99659, 41679, 0, NULL, 1602920964, 'system', 0, 0),
(172, 41679, 99659, 0, NULL, 1602920964, 'system', 0, 0),
(176, 30841, 99659, 0, NULL, 1602920964, 'invite', 0, 0),
(175, 99659, 30841, 0, NULL, 1602920964, 'invite', 0, 0),
(177, 37001, 41679, 0, NULL, 1602930183, 'system', 0, 0),
(178, 41679, 37001, 0, NULL, 1602930183, 'system', 0, 0),
(182, 30841, 37001, 0, NULL, 1602930183, 'invite', 0, 0),
(181, 37001, 30841, 0, NULL, 1602930183, 'invite', 0, 0),
(189, 41679, 97696, 0, NULL, 1603337313, '', 0, 0),
(188, 30841, 97696, 0, NULL, 1603014969, 'invite', 0, 0),
(187, 97696, 30841, 0, NULL, 1603014969, 'invite', 0, 0),
(190, 97696, 41679, 0, NULL, 1603337313, '', 0, 0),
(191, 82625, 41679, 0, NULL, 1603531428, 'system', 0, 0),
(192, 41679, 82625, 0, NULL, 1603531428, 'system', 0, 0),
(196, 30841, 82625, 0, NULL, 1603531428, 'invite', 0, 0),
(195, 82625, 30841, 0, NULL, 1603531428, 'invite', 0, 0),
(197, 52597, 41679, 0, NULL, 1603539786, 'system', 0, 0),
(198, 41679, 52597, 0, NULL, 1603539786, 'system', 0, 0),
(202, 30841, 52597, 0, NULL, 1603539786, 'invite', 0, 0),
(201, 52597, 30841, 0, NULL, 1603539786, 'invite', 0, 0),
(203, 11068, 41679, 0, NULL, 1603540198, 'system', 0, 0),
(204, 41679, 11068, 0, NULL, 1603540198, 'system', 0, 0),
(208, 30841, 11068, 0, NULL, 1603540198, 'invite', 0, 0),
(207, 11068, 30841, 0, NULL, 1603540198, 'invite', 0, 0),
(209, 11068, 52597, 0, NULL, 1603540278, 'undefined', 0, 0),
(210, 52597, 11068, 0, NULL, 1603540278, 'undefined', 0, 0),
(211, 52597, 87692, 0, NULL, 1603540577, 'undefined', 0, 0),
(212, 87692, 52597, 0, NULL, 1603540577, 'undefined', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_group`
--

CREATE TABLE IF NOT EXISTS `app_group` (
  `id` int(10) unsigned NOT NULL,
  `nickname` varchar(200) DEFAULT NULL,
  `createid` int(10) unsigned DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `user_id` text,
  `nicknames` text,
  `content` text,
  `setting` text,
  `avatar` text,
  `name` varchar(200) DEFAULT NULL,
  `no_speaking` int(10) unsigned DEFAULT '0',
  `forbid_redpack` int(10) unsigned DEFAULT '0',
  `is_delete` int(10) unsigned DEFAULT '0',
  `manager_id` text,
  `deny_id` text,
  `no_add` int(10) unsigned DEFAULT '0',
  `no_invite` int(10) unsigned DEFAULT '0',
  `no_tip` int(11) DEFAULT '0',
  `old_ids` text,
  `tags` text,
  `people_max` int(10) unsigned DEFAULT '200',
  `top` int(10) unsigned DEFAULT '0',
  `is_mark` int(11) NOT NULL DEFAULT '0',
  `sortnum` int(11) NOT NULL DEFAULT '100',
  `issendurl` int(11) NOT NULL DEFAULT '1',
  `backlist` text
) ENGINE=MyISAM AUTO_INCREMENT=977230 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_group`
--

INSERT INTO `app_group` (`id`, `nickname`, `createid`, `addtime`, `user_id`, `nicknames`, `content`, `setting`, `avatar`, `name`, `no_speaking`, `forbid_redpack`, `is_delete`, `manager_id`, `deny_id`, `no_add`, `no_invite`, `no_tip`, `old_ids`, `tags`, `people_max`, `top`, `is_mark`, `sortnum`, `issendurl`, `backlist`) VALUES
(912686, '测试群2 需要验证加入', 30841, 1602334260, '30841,78527,41679,51805,87692,79671,11337', 'a:5:{i:0;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602334260;}i:1;a:3:{s:2:"id";i:78527;s:4:"name";s:0:"";s:8:"jointime";i:1602334482;}i:2;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602334509;}i:3;a:3:{s:2:"id";i:79671;s:4:"name";s:0:"";s:8:"jointime";i:1602730043;}i:4;a:3:{s:2:"id";i:11337;s:4:"name";s:0:"";s:8:"jointime";i:1603540531;}}', '测试测试', NULL, 'static/avatar/33443344.jpg', '测试群2 需要验证加入', 0, 0, 0, NULL, NULL, 0, 1, 0, '30841', '交友,休闲,学习交流', 500, 1602334376, 0, 100, 1, NULL),
(351614, '测试群1', 30841, 1602334233, '30841,78527,87692,51805,41679,37001', 'a:4:{i:0;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602334233;}i:1;a:3:{s:2:"id";s:5:"78527";s:4:"name";s:0:"";s:8:"jointime";i:1602334468;}i:2;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602334535;}i:3;a:3:{s:2:"id";s:5:"37001";s:4:"name";s:0:"";s:8:"jointime";i:1602930423;}}', '测试群', NULL, 'static/avatar/20190612152642.jpg', '测试群1-无需验证', 0, 0, 0, NULL, NULL, 0, 0, 0, '30841', '交友,王者荣耀,星座', 500, 1602334325, 0, 100, 1, NULL),
(690844, 'itel官方群', 30841, 1602333846, '30841,78527,41679,51805,87692,95103,79671', 'a:5:{i:0;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602333846;}i:1;a:3:{s:2:"id";s:5:"78527";s:4:"name";s:0:"";s:8:"jointime";i:1602334452;}i:2;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602334524;}i:3;a:3:{s:2:"id";i:41679;s:4:"name";s:0:"";s:8:"jointime";i:1602588942;}i:4;a:3:{s:2:"id";s:5:"79671";s:4:"name";s:0:"";s:8:"jointime";i:1602719553;}}', '欢迎大家畅所欲言', NULL, 'uploads/images/2020/10/10/16023344066308.png', 'itel官方群', 0, 0, 0, NULL, NULL, 0, 0, 0, '30841', '交友,兴趣爱好,休闲', 500, 1602334377, 0, 100, 1, NULL),
(333404, '大家一起发财', 78527, 1602335119, '78527,30841', 'a:2:{i:0;a:3:{s:2:"id";s:5:"78527";s:4:"name";s:0:"";s:8:"jointime";i:1602335119;}i:1;a:3:{s:2:"id";i:30841;s:4:"name";s:0:"";s:8:"jointime";i:1602335218;}}', '欢迎各位', NULL, 'static/avatar/15.jpg', '大家一起发财', 0, 0, 0, NULL, NULL, 0, 1, 0, '78527', '交友,王者荣耀,星座', 500, 0, 0, 100, 1, NULL),
(472572, '测试一下', 87692, 1602583062, '87692,41679', 'a:2:{i:0;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1602583062;}i:1;a:3:{s:2:"id";i:41679;s:4:"name";s:0:"";s:8:"jointime";i:1602591772;}}', '来来来', NULL, 'static/avatar/20190612152608.jpg', '测试一下', 0, 0, 0, NULL, NULL, 0, 0, 0, '87692', '教育,交友,兴趣爱好', 500, 0, 0, 100, 1, NULL),
(276893, '阿里通', 87692, 1602588853, '', 'a:3:{i:0;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1602588853;}i:1;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1602588865;}i:2;a:3:{s:2:"id";i:41679;s:4:"name";s:0:"";s:8:"jointime";i:1602596568;}}', '太累了', NULL, 'static/avatar/33333.jpg', '阿里通', 0, 0, 1, NULL, NULL, 0, 1, 0, '87692', '交友', 500, 0, 0, 100, 1, NULL),
(137970, 'Bbjkk ', 87692, 1602620790, '87692', 'a:1:{i:0;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1602620790;}}', 'Hhh ', NULL, 'static/avatar/20190612152900.jpg', 'Bbjkk ', 0, 0, 0, NULL, NULL, 0, 1, 0, '87692', '星座', 500, 0, 0, 100, 1, NULL),
(977229, '19946464', 87692, 1602655264, '87692', 'a:1:{i:0;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1602655264;}}', '兔兔', NULL, 'static/avatar/20190612152911.jpg', '19946464', 0, 0, 0, NULL, NULL, 0, 0, 0, '87692', '星座', 500, 0, 0, 100, 1, NULL),
(204325, '测试 了', 59222, 1602663148, '59222,87692,28728', 'a:2:{i:0;a:3:{s:2:"id";s:5:"59222";s:4:"name";s:0:"";s:8:"jointime";i:1602663148;}i:1;a:3:{s:2:"id";s:5:"59222";s:4:"name";s:0:"";s:8:"jointime";i:1602665431;}}', '你好了', NULL, 'uploads/images/2020/10/14/16026631395457.jpg', '测试 了', 0, 0, 0, NULL, NULL, 0, 1, 0, '59222', '兴趣爱好', 500, 0, 0, 100, 1, NULL),
(508669, '嘿嘿嘿', 28728, 1602663291, '28728,59222,97130', 'a:3:{i:0;a:3:{s:2:"id";s:5:"28728";s:4:"name";s:0:"";s:8:"jointime";i:1602663291;}i:1;a:3:{s:2:"id";s:5:"59222";s:4:"name";s:0:"";s:8:"jointime";i:1602663291;}i:2;a:3:{s:2:"id";s:5:"28728";s:4:"name";s:0:"";s:8:"jointime";i:1602663335;}}', '嘿嘿嘿', NULL, 'uploads/images/2020/10/14/16026632846455.jpg', '嘿嘿嘿', 0, 0, 0, NULL, NULL, 0, 1, 0, ',28728,59222', '宠物,王者荣耀,兴趣爱好', 500, 0, 0, 100, 1, NULL),
(117272, '测试', 79671, 1602719411, '79671,41679,30841', 'a:3:{i:0;a:3:{s:2:"id";s:5:"79671";s:4:"name";s:0:"";s:8:"jointime";i:1602719411;}i:1;a:3:{s:2:"id";s:5:"41679";s:4:"name";s:0:"";s:8:"jointime";i:1602719411;}i:2;a:3:{s:2:"id";s:5:"30841";s:4:"name";s:0:"";s:8:"jointime";i:1602719411;}}', '123', NULL, 'static/avatar/20190612153733.jpg', '测试', 0, 0, 0, NULL, NULL, 0, 1, 0, ',79671,41679,30841', '同城,旅游,宠物', 500, 0, 0, 100, 1, NULL),
(892646, 'Uhh', 37826, 1602825424, '37826,41679', 'a:2:{i:0;a:3:{s:2:"id";s:5:"37826";s:4:"name";s:0:"";s:8:"jointime";i:1602825424;}i:1;a:3:{s:2:"id";s:5:"41679";s:4:"name";s:0:"";s:8:"jointime";i:1602825424;}}', 'Huh ', NULL, 'static/avatar/2222.jpg', 'Uhh', 0, 0, 0, NULL, NULL, 0, 0, 0, ',37826,41679', '交友', 500, 0, 0, 100, 1, NULL),
(297966, '8888', 76212, 1602919083, '76212,94851,65471,11337', 'a:3:{i:0;a:3:{s:2:"id";s:5:"76212";s:4:"name";s:0:"";s:8:"jointime";i:1602919083;}i:1;a:3:{s:2:"id";s:5:"76212";s:4:"name";s:0:"";s:8:"jointime";i:1602919119;}i:2;a:3:{s:2:"id";i:11337;s:4:"name";s:0:"";s:8:"jointime";i:1602919383;}}', '99999', NULL, 'static/avatar/33443344.jpg', '8888', 0, 0, 0, NULL, NULL, 1, 1, 0, '76212', '旅游,兴趣爱好,交友', 500, 0, 0, 100, 1, NULL),
(313955, '秘密', 51805, 1603109920, '51805', 'a:1:{i:0;a:3:{s:2:"id";s:5:"51805";s:4:"name";s:0:"";s:8:"jointime";i:1603109920;}}', '646464', NULL, 'uploads/images/2020/10/19/16031099092908.jpg', '秘密', 0, 0, 0, NULL, NULL, 0, 1, 0, '51805', '吃鸡,游戏,学习交流', 500, 0, 0, 100, 1, NULL),
(519397, '测试', 87692, 1603171022, '87692,41679', 'a:2:{i:0;a:3:{s:2:"id";s:5:"87692";s:4:"name";s:0:"";s:8:"jointime";i:1603171022;}i:1;a:3:{s:2:"id";s:5:"41679";s:4:"name";s:0:"";s:8:"jointime";i:1603344082;}}', '测试', NULL, 'static/avatar/10.jpg', '测试', 0, 0, 0, NULL, NULL, 0, 0, 0, '87692', '购物', 500, 0, 0, 100, 1, NULL),
(635509, '11', 82625, 1603531463, '82625', 'a:1:{i:0;a:3:{s:2:"id";s:5:"82625";s:4:"name";s:0:"";s:8:"jointime";i:1603531463;}}', '111', NULL, 'static/avatar/11.jpg', '11', 0, 0, 0, NULL, NULL, 0, 1, 0, '82625', '王者荣耀', 500, 0, 0, 100, 1, NULL),
(867280, '哈哈哈', 52597, 1603539886, '52597,11068', 'a:2:{i:0;a:3:{s:2:"id";s:5:"52597";s:4:"name";s:0:"";s:8:"jointime";i:1603539886;}i:1;a:3:{s:2:"id";s:5:"52597";s:4:"name";s:0:"";s:8:"jointime";i:1603540307;}}', '哈哈哈', NULL, 'static/avatar/20190612152623.jpg', '哈哈哈', 0, 0, 0, NULL, '', 0, 1, 0, '52597', '交友,兴趣爱好', 500, 0, 0, 100, 1, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `app_group_apply`
--

CREATE TABLE IF NOT EXISTS `app_group_apply` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `group_id` int(10) unsigned DEFAULT NULL,
  `content` text,
  `addtime` int(10) unsigned DEFAULT NULL,
  `status` int(10) unsigned DEFAULT '0',
  `apply_uid` int(10) unsigned DEFAULT '0',
  `apply_content` text,
  `del_uids` varchar(500) NOT NULL DEFAULT '@',
  `type` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_group_apply`
--

INSERT INTO `app_group_apply` (`id`, `userid`, `group_id`, `content`, `addtime`, `status`, `apply_uid`, `apply_content`, `del_uids`, `type`) VALUES
(1, 78527, 912686, 'a:1:{i:0;s:0:"";}', 1602334475, 1, 30841, '', '@', 0),
(2, 30841, 333404, 'a:1:{i:0;s:0:"";}', 1602335208, 1, 78527, '', '@', 0),
(3, 41679, 276893, 'a:1:{i:0;s:0:"";}', 1602591766, 1, 87692, '', '@', 0),
(4, 79671, 912686, 'a:1:{i:0;s:0:"";}', 1602719570, 1, 30841, '', '@', 0),
(5, 11337, 297966, 'a:1:{i:0;s:0:"";}', 1602919355, 1, 76212, '', '@', 0),
(6, 11337, 912686, 'a:1:{i:0;s:0:"";}', 1603512404, 1, 30841, '', '@', 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_group_note`
--

CREATE TABLE IF NOT EXISTS `app_group_note` (
  `id` int(10) unsigned NOT NULL,
  `group_id` int(10) unsigned DEFAULT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `view` int(10) unsigned DEFAULT '0',
  `addtime` int(10) unsigned DEFAULT NULL,
  `content` text,
  `istop` int(10) unsigned DEFAULT '0',
  `imgs` text,
  `uids` text
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_group_note`
--

INSERT INTO `app_group_note` (`id`, `group_id`, `userid`, `view`, `addtime`, `content`, `istop`, `imgs`, `uids`) VALUES
(1, 76645, 86418, 52, 1586090087, '22222333', 0, 'uploads/images/2020/04/05/5e89d05f850e8.jpeg|uploads/images/2020/04/05/5e89d063afc80.jpeg', NULL),
(0, NULL, 86418, 0, 1586135841, NULL, 0, NULL, NULL),
(4, 76645, 86418, 32, 1586136003, '　国家卫生健康委新闻发言人、宣传司副司长米锋通报了最新疫情情况。4月4日，现有本土重症病例降至300例以下，本土确诊病例降至700例以下，救治效果明显。国家高水平医疗团队继续坚守武汉，为重症患者“一人一策”制定治疗方案，提高治愈率。\n\n　　世界卫生组织最新通报，全球累计确诊病例已超过100万例，并再次强调要发现、检测、隔离和治疗每一个病例，追踪每一个接触者。境外疫情的扩散蔓延，对入境城市防控、救治和检测能力带来压力。要保持疫情防控力度，入境检疫、转运对接、医学观察、社区防控等环节要无缝衔接，严防漏洞。', 1, 'uploads/images/2020/04/06/5e8a83d8f1f18.jpeg', NULL),
(5, 11876, 67012, 21, 1586227789, '新的公告，不能发彩票有关的词汇', 0, '', NULL),
(6, 70675, 626544, 15, 1586247866, '随着新冠疫情的变化，国内企业复工复产已全面推开，生产重启和快速发展正逐步替代疫情防控成为经济工作重点。进入3月份以来，四次国常会三次提及“扩内需”和“扩大有效需求”，明确了经济发展的内核以及“核动力”所在，而新基建等基础设施投资的项目资金投放，流动性供给的充裕与财政措施不断加力，在激活大中小企业生产的同时，最终无不落脚于生产消费与生活消费这两类内需的有效循环和两者的良性互动，从而稳定预期，稳定经济增长。', 0, 'uploads/images/2020/04/07/5e8c38b96f148.jpeg', NULL),
(7, 737883, 666888, 129, 1586340237, '发布公告测试', 0, '', 'a:1:{i:0;N;}'),
(8, 947568, 86668, 904, 1586341120, '本群禁止发广告，只聊有关彩票计划的话题。否则一律踢~', 0, '', 'a:1:{i:0;N;}'),
(9, 657989, 71006, 5, 1586832989, '？？？', 0, 'uploads/images/2020/04/14/5e95265d18f1b.jpeg|uploads/images/2020/04/14/5e95267aa906b.jpeg', NULL),
(10, 396190, 87222, 325, 1589731885, '本群为彩匠官方交流群，禁止发广告。文明交友，共创辉煌。公测期间有任何问题可向我们提出改善，一旦采纳奖励红包!', 0, '', 'a:1:{i:0;N;}'),
(11, 334410, 64162, 25, 1590305569, '本群禁止发广告，只聊有关彩票计划的话题。否则一律踢~', 0, '', 'a:1:{i:0;i:95873;}'),
(12, 826760, 95873, 3, 1593513323, '细水长流........', 0, '', 'a:1:{i:0;s:5:"95873";}'),
(15, 989847, 92024, 5, 1594204062, '精准回血计划', 0, 'uploads/images/2020/07/08/5f059f970f938.jpeg', 'a:1:{i:0;i:28087;}'),
(14, 151516, 95873, 0, 1593516844, '细水长流........', 0, '', 'a:1:{i:0;N;}'),
(17, 259609, 62320, 6, 1597074706, '共同玩研究打彩命中率', 0, '', 'a:1:{i:0;s:5:"84501";}'),
(16, 305987, 98686, 3, 1596450108, '诚信第一', 0, '', 'a:1:{i:0;s:5:"25993";}');

-- --------------------------------------------------------

--
-- 表的结构 `app_group_readtime`
--

CREATE TABLE IF NOT EXISTS `app_group_readtime` (
  `id` int(10) unsigned NOT NULL,
  `group_id` int(10) unsigned DEFAULT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_hotal`
--

CREATE TABLE IF NOT EXISTS `app_hotal` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(200) DEFAULT NULL,
  `room` text,
  `addtime` int(10) unsigned DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT '5',
  `status` int(10) unsigned DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_hotal`
--

INSERT INTO `app_hotal` (`id`, `name`, `room`, `addtime`, `sortnum`, `status`) VALUES
(1, '哈尔滨七天连锁酒店江北店', 'a:3:{i:0;a:2:{s:4:"name";s:9:"标准间";s:3:"num";s:2:"10";}i:1;a:2:{s:4:"name";s:9:"双人间";s:3:"num";s:2:"15";}i:2;a:2:{s:4:"name";s:9:"豪华间";s:3:"num";s:1:"5";}}', 1497953261, 5, 1),
(2, '哈尔滨如家连锁酒店会展店', 'a:3:{i:0;a:2:{s:4:"name";s:9:"标准间";s:3:"num";s:2:"10";}i:1;a:2:{s:4:"name";s:9:"双人间";s:3:"num";s:2:"15";}i:2;a:2:{s:4:"name";s:9:"豪华间";s:3:"num";s:2:"10";}}', 1497956084, 5, 1);

-- --------------------------------------------------------

--
-- 表的结构 `app_info`
--

CREATE TABLE IF NOT EXISTS `app_info` (
  `id` int(10) unsigned NOT NULL,
  `title` varchar(200) NOT NULL,
  `input` varchar(200) DEFAULT 'text',
  `must` int(10) unsigned DEFAULT '0',
  `content` text,
  `danwei` varchar(200) DEFAULT NULL,
  `pid` int(10) unsigned DEFAULT '0',
  `status` int(10) unsigned DEFAULT '0',
  `sortnum` int(10) unsigned DEFAULT '5',
  `addtime` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_info`
--

INSERT INTO `app_info` (`id`, `title`, `input`, `must`, `content`, `danwei`, `pid`, `status`, `sortnum`, `addtime`) VALUES
(1, '发行日期', 'timer', 1, '', '', 0, 1, 1, 1479978104),
(17, '诉讼时效', 'text', 0, '', '', 0, 1, 10, 1481108742),
(5, '项目金额', 'text', 0, '', '万元', 0, 1, 3, 1479978973),
(6, '欠款', 'text', 0, '', '万元', 0, 1, 20, 1479979044),
(7, '合同签订日期', 'timer', 0, '', '', 0, 1, 6, 1479979060),
(8, '应回款', 'text', 0, '', '万元', 0, 1, 4, 1479980732),
(9, '客户名称', 'text', 0, '', '', 0, 1, 9, 1479991661),
(10, '已开发票', 'radio', 1, '是|否', '', 0, 1, 60, 1479991748),
(11, '最后确认日期', 'timer', 0, '', '', 0, 1, 70, 1479992529),
(12, '确认项', 'text', 0, '', '', 0, 1, 80, 1479992545),
(13, '款项确认', 'select', 1, '正常|不正常', '', 0, 1, 20, 1479993934),
(14, '应回款类别', 'select', 1, '预收款|进度款|发货款|到货款|验收款|质保金', '', 0, 1, 5, 1479993986),
(16, '合同交货日期', 'timer', 0, '', '', 0, 1, 7, 1481108492),
(15, '验收日期', 'timer', 0, '', '', 0, 1, 2, 1481108410),
(18, '关注领导', 'select', 1, '赵总|王总|李总|王总|孙总', '', 0, 1, 10, 1481159600);

-- --------------------------------------------------------

--
-- 表的结构 `app_invite`
--

CREATE TABLE IF NOT EXISTS `app_invite` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `isdaili` int(10) unsigned DEFAULT '1',
  `rebate` int(10) unsigned DEFAULT '0',
  `remark` varchar(115) DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `randcode` varchar(45) DEFAULT NULL,
  `qrcode` varchar(300) DEFAULT NULL,
  `regnum` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_invite`
--

INSERT INTO `app_invite` (`id`, `userid`, `isdaili`, `rebate`, `remark`, `addtime`, `randcode`, `qrcode`, `regnum`) VALUES
(5, 666888, 1, 9, '', 1598236743, '734298', NULL, 1),
(11, 15246, 1, 9, '123', 1598261340, '371026', NULL, 0),
(8, 86668, 1, 9, '', 1598252205, '681172', NULL, 13),
(12, 44415, 1, 9, '', 1598300319, '101517', NULL, 0),
(15, 30841, 1, 10, '默认注册', 1602293463, '589056', NULL, 22),
(16, 87692, 1, 9, '⑧', 1602596623, '159591', NULL, 0),
(17, 79671, 1, 10, '123', 1602719758, '721594', NULL, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_iospaylog`
--

CREATE TABLE IF NOT EXISTS `app_iospaylog` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `content` text
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_iospaylog`
--

INSERT INTO `app_iospaylog` (`id`, `userid`, `time`, `content`) VALUES
(1, 51805, 1603245983, '{"type":"recharge","money":"100","userid":"51805","money_select":"0","agentid":"xnHaZebiNeWWdn87ZF"}'),
(2, 51805, 1603246062, '{"type":"recharge","money":"50","userid":"51805","money_select":"1","agentid":"xnHaZebiNeWWdn87ZF"}');

-- --------------------------------------------------------

--
-- 表的结构 `app_kefu`
--

CREATE TABLE IF NOT EXISTS `app_kefu` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT '0',
  `title` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `qq` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `wangwang` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `status` int(10) unsigned DEFAULT NULL,
  `default` int(10) unsigned DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `app_mark`
--

CREATE TABLE IF NOT EXISTS `app_mark` (
  `id` int(10) unsigned NOT NULL,
  `nid` int(10) unsigned DEFAULT NULL,
  `month` varchar(45) CHARACTER SET ucs2 DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `updatetime` int(10) unsigned DEFAULT NULL,
  `uid` text,
  `content` text
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_mark`
--

INSERT INTO `app_mark` (`id`, `nid`, `month`, `addtime`, `updatetime`, `uid`, `content`) VALUES
(1, 3, '2016年11月', 1480078634, 1480142740, '2', '阿萨飒飒22323'),
(2, 0, '2016年11月', 1480079780, 1480079780, '2', ''),
(3, 4, '2016年11月', 1480079886, 1480238490, '2', '的是多少说的'),
(4, 4, '2016年12月', 1481097073, 1481198456, '2', ''),
(5, 3, '2016年12月', 1481097592, 1481198556, '2', '');

-- --------------------------------------------------------

--
-- 表的结构 `app_menu`
--

CREATE TABLE IF NOT EXISTS `app_menu` (
  `id` int(10) unsigned NOT NULL,
  `pid` int(10) unsigned DEFAULT '0',
  `title` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `dirname` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT NULL,
  `navshow` varchar(20) CHARACTER SET utf8 DEFAULT '1',
  `blankwindow` int(10) unsigned DEFAULT '0',
  `modeltype` int(10) unsigned DEFAULT '1',
  `modelselect` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `keywords` text CHARACTER SET utf8,
  `description` text CHARACTER SET utf8,
  `addtime` int(10) unsigned DEFAULT NULL,
  `outlink` text CHARACTER SET utf8,
  `uid` int(10) unsigned DEFAULT '0',
  `content` text CHARACTER SET utf8,
  `updatetime` int(10) unsigned DEFAULT NULL,
  `clicknum` int(10) unsigned DEFAULT '0',
  `default` int(10) unsigned DEFAULT '0',
  `fromid` int(10) unsigned DEFAULT NULL,
  `showindex` int(10) unsigned DEFAULT '0',
  `ico` varchar(200) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_menu`
--

INSERT INTO `app_menu` (`id`, `pid`, `title`, `dirname`, `sortnum`, `navshow`, `blankwindow`, `modeltype`, `modelselect`, `keywords`, `description`, `addtime`, `outlink`, `uid`, `content`, `updatetime`, `clicknum`, `default`, `fromid`, `showindex`, `ico`) VALUES
(1, 0, '专题介绍', NULL, 1, '1', 0, 1, 'product', NULL, NULL, 1498652353, NULL, 0, NULL, 1584756412, 0, 0, NULL, 0, ''),
(2, 0, 'API说明', NULL, 2, '1', 0, 1, 'product', NULL, NULL, 1498652531, NULL, 0, NULL, 1584756423, 0, 0, NULL, 0, ''),
(9, 0, '站内通告', NULL, 1, '1', 0, 1, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, 0, 0, NULL, 0, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `app_message`
--

CREATE TABLE IF NOT EXISTS `app_message` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT '0',
  `title` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `content` text CHARACTER SET utf8,
  `addtime` int(10) unsigned DEFAULT NULL,
  `replaytime` int(10) unsigned DEFAULT NULL,
  `replay` int(10) unsigned DEFAULT '0',
  `replaycontent` text CHARACTER SET utf8,
  `email` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `tel` varchar(200) CHARACTER SET utf8 DEFAULT NULL,
  `name` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `type1` int(10) unsigned DEFAULT '0',
  `type2` int(10) unsigned DEFAULT '0',
  `type3` int(10) unsigned DEFAULT '0',
  `showindex` int(10) unsigned DEFAULT '1',
  `showsub` int(10) unsigned DEFAULT '1',
  `ip` int(10) unsigned DEFAULT NULL,
  `status` int(10) unsigned DEFAULT '1',
  `sortnum` int(10) unsigned DEFAULT NULL,
  `edittime` int(10) unsigned DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `app_money`
--

CREATE TABLE IF NOT EXISTS `app_money` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `money` varchar(45) DEFAULT NULL,
  `money1` varchar(45) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `content` text,
  `type` varchar(100) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=62 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_money`
--

INSERT INTO `app_money` (`id`, `uid`, `money`, `money1`, `time`, `content`, `type`) VALUES
(1, 51805, '5', '5.00', 1602293647, '签到奖励', 'sign'),
(2, 78527, '490', '490.00', 1602317451, '支付宝充值到账', 'recharge'),
(3, 78527, '2', '492.00', 1602317574, '签到奖励', 'sign'),
(4, 30841, '3', '3.00', 1602336027, '签到奖励', 'sign'),
(5, 87692, '2', '2.00', 1602383564, '签到奖励', 'sign'),
(6, 51805, '98', '103.00', 1602388288, '支付宝充值到账', 'recharge'),
(7, 87692, '4', '6.00', 1602582913, '签到奖励', 'sign'),
(8, 41679, '5', '5.00', 1602592020, '签到奖励', 'sign'),
(9, 87692, '1', '7.00', 1602620277, '签到奖励', 'sign'),
(10, 59222, '3', '3.00', 1602662402, '签到奖励', 'sign'),
(11, 38310, '3', '3.00', 1602677056, '签到奖励', 'sign'),
(12, 79671, '2', '2.00', 1602719193, '签到奖励', 'sign'),
(13, 30841, '5', '8.00', 1602730084, '签到奖励', 'sign'),
(14, 79671, '98', '100.00', 1602730245, '支付宝充值到账', 'recharge'),
(15, 38310, '98', '101.00', 1602730246, '支付宝充值到账', 'recharge'),
(16, 87692, '3', '10.00', 1602738036, '签到奖励', 'sign'),
(17, 59222, '5', '8.00', 1602825666, '签到奖励', 'sign'),
(18, 79671, '5', '105.00', 1602868805, '签到奖励', 'sign'),
(19, 41679, '1', '6.00', 1602896601, '签到奖励', 'sign'),
(20, 76212, '5', '5.00', 1602918429, '签到奖励', 'sign'),
(21, 37001, '4', '4.00', 1602930449, '签到奖励', 'sign'),
(22, 30841, '98', '106.00', 1603013382, '支付宝充值到账', 'recharge'),
(23, 30841, '98', '204.00', 1603013401, '支付宝充值到账', 'recharge'),
(24, 87692, '3', '13.00', 1603025476, '签到奖励', 'sign'),
(25, 51805, '2', '105.00', 1603110103, '签到奖励', 'sign'),
(26, 87692, '1', '14.00', 1603170686, '签到奖励', 'sign'),
(27, 51805, '35', '140.00', 1603246921, 'ios内购充值50元，实际到账35元', 'recharge'),
(28, 51805, '0', '140.00', 1603250502, '购买个人VIP,ios内购支付', 'buy'),
(29, 51805, '0', '140.00', 1603250536, '购买个人VIP,ios内购支付', 'buy'),
(30, 51805, '17.5', '157.50', 1603250588, 'ios内购充值25元，实际到账17.5元', 'recharge'),
(31, 51805, '145.6', '303.10', 1603250737, 'ios内购充值208元，实际到账145.6元', 'recharge'),
(32, 51805, '5', '308.10', 1603250747, '签到奖励', 'sign'),
(33, 30841, '-100', '104.00', 1603282349, '发送包给ddd', 'redpacket'),
(34, 30841, '98', '202.00', 1603284633, '支付宝充值到账', 'recharge'),
(35, 30841, '98', '300.00', 1603285045, '支付宝充值到账', 'recharge'),
(36, 51805, '2', '310.10', 1603330440, '签到奖励', 'sign'),
(37, 51805, '75.6', '385.70', 1603330478, 'ios内购充值108元，实际到账75.6元', 'recharge'),
(38, 87692, '5', '19.00', 1603335506, '签到奖励', 'sign'),
(39, 41679, '4', '10.00', 1603344041, '签到奖励', 'sign'),
(40, 41679, '500', '510.00', 1603346900, '工商银行充值到账', 'recharge'),
(41, 41679, '99', '609.00', 1603346901, '微信支付充值到账', 'recharge'),
(42, 41679, '98', '707.00', 1603346905, '支付宝充值到账', 'recharge'),
(43, 30841, '100', '400', 1603368767, '红包未被领取', 'redpacket'),
(44, 87692, '17.5', '36.50', 1603417709, 'ios内购充值25元，实际到账17.5元', 'recharge'),
(45, 87692, '75.6', '112.10', 1603417809, 'ios内购充值108元，实际到账75.6元', 'recharge'),
(46, 87692, '2', '114.10', 1603503734, '签到奖励', 'sign'),
(47, 51805, '-20', '365.70', 1603531601, '发送包-群:测试群1', 'redpacket'),
(48, 51805, '20', '385.70', 1603531604, '6666的红包', 'redpacket'),
(49, 51805, '-20', '365.70', 1603531625, '发送包-群:测试群1', 'redpacket'),
(50, 51805, '20', '385.70', 1603531627, '6666的红包', 'redpacket'),
(51, 51805, '-33', '352.70', 1603531640, '发送包-群:测试群1', 'redpacket'),
(52, 51805, '3.99', '356.69', 1603531642, '6666的红包', 'redpacket'),
(53, 51805, '-22', '334.69', 1603531664, '发送包-群:测试群1', 'redpacket'),
(54, 51805, '6.68', '341.37', 1603531666, '6666的红包', 'redpacket'),
(55, 51805, '-20', '321.37', 1603538388, '发送包-群:测试群1', 'redpacket'),
(56, 51805, '20', '341.37', 1603538393, '6666的红包', 'redpacket'),
(57, 51805, '-20', '321.37', 1603538411, '发送包-群:测试群1', 'redpacket'),
(58, 51805, '16.47', '337.84', 1603538413, '6666的红包', 'redpacket'),
(59, 30841, '3.53', '403.53', 1603540507, '6666的红包', 'redpacket'),
(60, 30841, '15.32', '418.85', 1603540513, '6666的红包', 'redpacket'),
(61, 30841, '0.33', '419.18', 1603540516, '6666的红包', 'redpacket');

-- --------------------------------------------------------

--
-- 表的结构 `app_msg`
--

CREATE TABLE IF NOT EXISTS `app_msg` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `title` varchar(200) DEFAULT NULL,
  `content` text,
  `addtime` int(10) unsigned DEFAULT NULL,
  `new` int(10) unsigned DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_msgnotip`
--

CREATE TABLE IF NOT EXISTS `app_msgnotip` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `cache_key` varchar(45) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_msgtop`
--

CREATE TABLE IF NOT EXISTS `app_msgtop` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `cache_key` varchar(200) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_msgtop`
--

INSERT INTO `app_msgtop` (`id`, `userid`, `cache_key`, `time`) VALUES
(1, 76212, 'G297966', 1602919132);

-- --------------------------------------------------------

--
-- 表的结构 `app_news`
--

CREATE TABLE IF NOT EXISTS `app_news` (
  `id` int(10) unsigned NOT NULL,
  `title` text CHARACTER SET utf8,
  `keywords` text CHARACTER SET utf8,
  `description` text CHARACTER SET utf8,
  `status` int(10) unsigned DEFAULT '1',
  `showindex` int(10) unsigned DEFAULT NULL,
  `showsub` int(10) unsigned DEFAULT NULL,
  `author` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `clicknum` int(10) unsigned DEFAULT '0',
  `copyfrom` varchar(300) CHARACTER SET utf8 DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT '1',
  `content` text CHARACTER SET utf8,
  `addtime` int(10) unsigned DEFAULT NULL,
  `edittime` int(10) unsigned DEFAULT NULL,
  `type1` int(10) unsigned DEFAULT '0',
  `type2` int(10) unsigned DEFAULT '0',
  `type3` int(10) unsigned DEFAULT '0',
  `uid` int(10) unsigned DEFAULT '0',
  `default` int(10) unsigned DEFAULT '0',
  `task_id` int(10) unsigned DEFAULT '0',
  `other` text CHARACTER SET utf8 COLLATE utf8_bin
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_news`
--

INSERT INTO `app_news` (`id`, `title`, `keywords`, `description`, `status`, `showindex`, `showsub`, `author`, `clicknum`, `copyfrom`, `sortnum`, `content`, `addtime`, `edittime`, `type1`, `type2`, `type3`, `uid`, `default`, `task_id`, `other`) VALUES
(1, 'APP测试公告', NULL, NULL, 1, NULL, 0, 'admin', 0, NULL, 5, 'Itel专注做最方便快捷的im即时通讯工具，欢迎各位用户提出宝贵的意见，我们将不断的完善和改进', 1602293260, 1602388321, 9, 0, 0, 0, 0, 0, 'a:3:{s:8:"cn_title";s:0:"";s:8:"en_title";s:0:"";s:3:"tit";s:0:"";}');

-- --------------------------------------------------------

--
-- 表的结构 `app_note`
--

CREATE TABLE IF NOT EXISTS `app_note` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `touid` int(10) unsigned DEFAULT NULL,
  `type` varchar(45) DEFAULT 'text',
  `content` text,
  `time` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=483 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_offline`
--

CREATE TABLE IF NOT EXISTS `app_offline` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `content` text,
  `time` int(10) unsigned DEFAULT NULL,
  `group_id` int(10) unsigned DEFAULT '0',
  `msg_id` int(10) unsigned DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=5973 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_offline_request`
--

CREATE TABLE IF NOT EXISTS `app_offline_request` (
  `id` int(10) unsigned NOT NULL,
  `uids` text,
  `title` varchar(100) DEFAULT NULL,
  `content` varchar(300) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `type` varchar(50) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_plat`
--

CREATE TABLE IF NOT EXISTS `app_plat` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `money` varchar(45) DEFAULT NULL,
  `bank` text,
  `status` int(10) unsigned DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `mark` text,
  `fee` varchar(50) DEFAULT '0',
  `from_money` varchar(10) NOT NULL DEFAULT '0.00',
  `from_money1` varchar(10) NOT NULL DEFAULT '0.00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_qrcode_login`
--

CREATE TABLE IF NOT EXISTS `app_qrcode_login` (
  `id` int(10) unsigned NOT NULL,
  `agent` varchar(85) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `step` int(10) unsigned DEFAULT '1',
  `uid` int(10) unsigned DEFAULT '0',
  `info` varchar(45) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `app_readpacket`
--

CREATE TABLE IF NOT EXISTS `app_readpacket` (
  `id` int(10) unsigned NOT NULL,
  `sender_id` int(10) unsigned DEFAULT NULL,
  `type` int(10) unsigned DEFAULT '1',
  `isgroup` int(10) unsigned DEFAULT '0',
  `chatid` int(10) unsigned DEFAULT NULL,
  `summoney` double DEFAULT '0',
  `num` int(10) unsigned DEFAULT '1',
  `permoney` double DEFAULT '0',
  `addtime` int(10) unsigned DEFAULT NULL,
  `endtime` int(11) NOT NULL DEFAULT '0',
  `userids` text,
  `status` int(10) unsigned DEFAULT '1',
  `views` text,
  `backmoney` float NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `app_readpacket`
--

INSERT INTO `app_readpacket` (`id`, `sender_id`, `type`, `isgroup`, `chatid`, `summoney`, `num`, `permoney`, `addtime`, `endtime`, `userids`, `status`, `views`, `backmoney`) VALUES
(1, 666888, 2, 0, 38368, 1, 1, 1, 1602139992, 1602226408, '', 2, NULL, 0),
(2, 666888, 2, 0, 38368, 1, 1, 1, 1602141183, 1602227608, '', 2, NULL, 0),
(3, 30841, 2, 0, 45506, 100, 1, 100, 1603282348, 1603368767, '', 2, NULL, 0),
(4, 51805, 1, 1, 351614, 20, 1, 20, 1603531601, 1603531604, 'a:1:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";i:20;s:4:"time";i:1603531604;}}', 2, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0),
(5, 51805, 1, 1, 351614, 20, 1, 20, 1603531625, 1603531627, 'a:1:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";i:20;s:4:"time";i:1603531627;}}', 2, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0),
(6, 51805, 1, 1, 351614, 33, 3, 33, 1603531640, 0, 'a:2:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";d:3.9900000000000002;s:4:"time";i:1603531642;}i:1;a:3:{s:6:"userid";s:5:"30841";s:5:"money";d:0.33000000000000002;s:4:"time";i:1603540516;}}', 1, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0),
(7, 51805, 1, 1, 351614, 22, 2, 22, 1603531664, 1603540513, 'a:2:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";d:6.6799999999999997;s:4:"time";i:1603531666;}i:1;a:3:{s:6:"userid";s:5:"30841";s:5:"money";d:15.32;s:4:"time";i:1603540513;}}', 2, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0),
(8, 51805, 1, 1, 351614, 20, 1, 20, 1603538388, 1603538393, 'a:1:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";i:20;s:4:"time";i:1603538393;}}', 2, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0),
(9, 51805, 1, 1, 351614, 20, 2, 20, 1603538411, 1603540507, 'a:2:{i:0;a:3:{s:6:"userid";s:5:"51805";s:5:"money";d:16.469999999999999;s:4:"time";i:1603538413;}i:1;a:3:{s:6:"userid";s:5:"30841";s:5:"money";d:3.5300000000000011;s:4:"time";i:1603540507;}}', 2, 'a:2:{i:0;s:5:"51805";i:1;s:5:"30841";}', 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_readtime`
--

CREATE TABLE IF NOT EXISTS `app_readtime` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned NOT NULL,
  `cache_key` varchar(200) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=163 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_readtime`
--

INSERT INTO `app_readtime` (`id`, `userid`, `cache_key`, `time`) VALUES
(1, 78527, 'U41679', 1602317569),
(2, 87692, 'U41679', 1603170677),
(3, 78527, 'U1', 1602335219),
(4, 78527, 'U87692', 1602318344),
(5, 87692, 'U78527', 1603335663),
(6, 78527, 'U51805', 1602318357),
(7, 30841, 'G839901', 1602321055),
(8, 30841, 'G960888', 1602321131),
(9, 30841, 'G771594', 1602321189),
(10, 30841, 'G581832', 1602333211),
(11, 30841, 'G115380', 1602333396),
(12, 30841, 'G861984', 1602333477),
(13, 30841, 'G779421', 1602333488),
(14, 30841, 'G474798', 1602333782),
(15, 30841, 'G690844', 1603282379),
(16, 30841, 'G351614', 1603540595),
(17, 30841, 'G912686', 1602334514),
(18, 78527, 'G690844', 1602334456),
(19, 78527, 'G351614', 1602334470),
(20, 30841, 'U1', 1603540531),
(21, 78527, 'G333404', 1602335215),
(22, 42253, 'U41679', 1602335303),
(23, 30841, 'U42253', 1602335384),
(24, 87692, 'G690844', 1603540531),
(25, 87692, 'G912686', 1602658836),
(26, 51805, 'U41679', 1603538929),
(27, 51805, 'U1', 1603330406),
(28, 87692, 'U51805', 1603335695),
(29, 51805, 'U87692', 1603330402),
(30, 87692, 'G', 1603540646),
(31, 87692, 'G472572', 1602583290),
(32, 30841, 'U87692', 1602677970),
(33, 95103, 'U41679', 1602589755),
(34, 95103, 'G', 1602588509),
(35, 95103, 'U30841', 1602588222),
(36, 87692, 'U30841', 1603335692),
(37, 30841, 'U95103', 1603282385),
(38, 0, 'G', 1602589105),
(39, 0, 'U41679', 1602588228),
(40, 95103, 'U1', 1602588289),
(41, 95103, 'U87692', 1602588823),
(42, 87692, 'U95103', 1603335661),
(43, 41679, 'U95103', 1602654085),
(44, 41679, 'G', 1602660570),
(45, 41679, 'G690844', 1603110407),
(46, 41679, 'U87692', 1602750872),
(47, 87692, 'G276893', 1602620261),
(48, 41679, 'U51805', 1603344057),
(49, 0, 'U1', 1602588993),
(50, 95103, 'G276893', 1602589966),
(51, 95103, 'G690844', 1602589753),
(52, 0, 'U87692', 1602589105),
(53, 41679, 'G351614', 1603345881),
(54, 41679, 'U78527', 1603073421),
(55, 41679, 'U42253', 1602592069),
(56, 41679, 'U30841', 1603344011),
(57, 41679, 'G472572', 1602591772),
(58, 87692, 'U1', 1603540577),
(59, 87692, 'G137970', 1602620811),
(60, 41679, 'U41679', 1603417345),
(61, 87692, 'G977229', 1602655286),
(62, 51805, 'G690844', 1603336047),
(63, 45506, 'U41679', 1602663371),
(64, 45506, 'G', 1602663371),
(65, 41679, 'U45506', 1602808255),
(66, 30841, 'G', 1602730049),
(67, 30841, 'U41679', 1603424193),
(68, 78102, 'U41679', 1602661308),
(69, 25687, 'U1', 1602661362),
(70, 45506, 'U1', 1602662033),
(71, 25687, 'U78102', 1602661965),
(72, 78102, 'U25687', 1602661484),
(73, 25687, 'U45506', 1602662263),
(74, 45506, 'U25687', 1602662266),
(75, 45506, 'U78102', 1602662033),
(76, 30841, 'U45506', 1603282436),
(77, 45506, 'U30841', 1602662299),
(78, 59222, 'U41679', 1602662481),
(79, 59222, 'U30841', 1602662197),
(80, 51805, 'U30841', 1603531747),
(81, 28728, 'U41679', 1602662861),
(82, 59222, 'U1', 1602825656),
(83, 59222, 'U28728', 1602825575),
(84, 28728, 'U59222', 1602663316),
(85, 59222, 'G204325', 1602828182),
(86, 30841, 'U51805', 1603282447),
(87, 97130, 'U41679', 1602663162),
(88, 28728, 'U1', 1602663237),
(89, 28728, 'G508669', 1602663614),
(90, 97130, 'U28728', 1602663338),
(91, 28728, 'U97130', 1602663318),
(92, 97130, 'G508669', 1602690372),
(93, 59222, 'G508669', 1602828201),
(94, 87692, 'U59222', 1603307826),
(95, 59222, 'U87692', 1602825652),
(96, 87692, 'G204325', 1603335694),
(97, 88305, 'U41679', 1602676645),
(98, 38310, 'U41679', 1602677025),
(99, 30841, 'U78527', 1602677697),
(100, 51805, 'U78527', 1603336089),
(101, 79671, 'U41679', 1602868785),
(102, 79671, 'G', 1602719900),
(103, 79671, 'G117272', 1602719930),
(104, 79671, 'G690844', 1602868818),
(105, 30841, 'G117272', 1603097782),
(106, 41679, 'U79671', 1602859363),
(107, 41679, 'G117272', 1602804641),
(108, 41679, 'U59222', 1602750865),
(109, 41679, 'U25687', 1602750880),
(110, 41679, 'U78102', 1602750883),
(111, 41679, 'U28728', 1602804627),
(112, 41679, 'U38310', 1602859367),
(113, 37826, 'U41679', 1602825612),
(114, 37826, 'G892646', 1602825434),
(115, 41679, 'U37826', 1602859358),
(116, 41679, 'U97130', 1602896592),
(117, 41679, 'G912686', 1602896824),
(118, 76212, 'U41679', 1602918401),
(119, 65471, 'U1', 1602918542),
(120, 65471, 'U76212', 1602918650),
(121, 76212, 'U65471', 1602919271),
(122, 94851, 'U41679', 1602918840),
(123, 94851, 'G', 1602919585),
(124, 94851, 'U30841', 1602918838),
(125, 94851, 'U1', 1602919585),
(126, 94851, 'U76212', 1602919144),
(127, 76212, 'U94851', 1602918938),
(128, 76212, 'G297966', 1602919686),
(129, 94851, 'G297966', 1602919533),
(130, 11337, 'U41679', 1602919417),
(131, 76212, 'U1', 1602919384),
(132, 11337, 'G297966', 1603021382),
(133, 99659, 'U41679', 1602920966),
(134, 99659, 'G', 1602920966),
(135, 41679, 'U11337', 1602926071),
(136, 41679, 'U94851', 1602926074),
(137, 41679, 'U76212', 1602926087),
(138, 41679, 'U65471', 1602925853),
(139, 41679, 'U99659', 1602926066),
(140, 37001, 'U41679', 1602930366),
(141, 37001, 'G351614', 1602930440),
(142, 97696, 'U41679', 1603015939),
(143, 41679, 'U97696', 1603344005),
(144, 41679, 'U37001', 1603165308),
(145, 51805, 'G313955', 1603330287),
(146, 51805, 'G', 1603530801),
(147, 51805, 'G912686', 1603161826),
(148, 51805, 'G351614', 1603538604),
(149, 87692, 'G351614', 1603540727),
(150, 87692, 'G519397', 1603540646),
(151, 41679, 'G519397', 1603344086),
(152, 82625, 'U41679', 1603531433),
(153, 82625, 'G635509', 1603531498),
(154, 52597, 'U41679', 1603540846),
(155, 52597, 'G867280', 1603541914),
(156, 52597, 'U1', 1603540276),
(157, 11068, 'G867280', 1603540410),
(158, 11068, 'U41679', 1603540415),
(159, 87692, 'U52597', 1603540733),
(160, 52597, 'U11068', 1603540583),
(161, 52597, 'U87692', 1603541893),
(162, 52597, 'U30841', 1603541139);

-- --------------------------------------------------------

--
-- 表的结构 `app_recharge`
--

CREATE TABLE IF NOT EXISTS `app_recharge` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `money` varchar(45) DEFAULT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `status` varchar(10) DEFAULT '-1',
  `mark` text,
  `bank` text,
  `adminid` int(10) unsigned DEFAULT '0',
  `code` varchar(200) DEFAULT NULL,
  `content` text,
  `agreetime` int(11) DEFAULT NULL,
  `fee` varchar(45) DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=116 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_recharge`
--

INSERT INTO `app_recharge` (`id`, `uid`, `money`, `addtime`, `status`, `mark`, `bank`, `adminid`, `code`, `content`, `agreetime`, `fee`) VALUES
(98, 78527, '500', 1602317237, '1', NULL, '支付宝', 0, '', NULL, 1602317451, '10'),
(99, 51805, '100', 1602388275, '1', NULL, '支付宝', 0, '', NULL, 1602388288, '2'),
(100, 38310, '100', 1602677069, '1', NULL, '支付宝', 0, '', NULL, 1602730246, '2'),
(101, 79671, '100', 1602719677, '1', NULL, '支付宝', 0, '', NULL, 1602730245, '2'),
(102, 30841, '100', 1603013374, '1', NULL, '支付宝', 0, '', NULL, 1603013382, '2'),
(103, 30841, '100', 1603013394, '1', NULL, '支付宝', 0, '', NULL, 1603013401, '2'),
(104, 51805, '50', 1603246921, '1', NULL, '苹果内购', 0, '', NULL, NULL, '15'),
(105, 51805, '25', 1603250588, '1', NULL, '苹果内购', 0, '', NULL, NULL, '7.5'),
(106, 51805, '208', 1603250737, '1', NULL, '苹果内购', 0, '', NULL, NULL, '62.4'),
(107, 30841, '100', 1603283486, '1', NULL, '支付宝', 0, '', NULL, 1603284633, '2'),
(108, 30841, '100', 1603284595, '1', NULL, '支付宝', 0, '', NULL, 1603285045, '2'),
(109, 51805, '108', 1603330478, '1', NULL, '苹果内购', 0, '', NULL, NULL, '32.4'),
(110, 41679, '100', 1603344020, '1', NULL, '支付宝', 0, '', NULL, 1603346905, '2'),
(111, 41679, '100', 1603344025, '1', NULL, '微信支付', 0, '', NULL, 1603346901, '1'),
(112, 41679, '500', 1603344031, '1', NULL, '工商银行', 0, '', NULL, 1603346900, '0'),
(114, 87692, '25', 1603417709, '1', NULL, '苹果内购', 0, '', NULL, NULL, '7.5'),
(115, 87692, '108', 1603417809, '1', NULL, '苹果内购', 0, '', NULL, NULL, '32.4');

-- --------------------------------------------------------

--
-- 表的结构 `app_request`
--

CREATE TABLE IF NOT EXISTS `app_request` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `touid` int(10) unsigned DEFAULT NULL,
  `mark` text NOT NULL,
  `addtime` int(10) unsigned DEFAULT NULL,
  `type` int(10) unsigned DEFAULT '1',
  `read` int(10) unsigned DEFAULT '0',
  `status` int(10) unsigned DEFAULT '0',
  `from` text,
  `del_uids` varchar(500) NOT NULL DEFAULT '@',
  `apply_content` text
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_request`
--

INSERT INTO `app_request` (`id`, `userid`, `touid`, `mark`, `addtime`, `type`, `read`, `status`, `from`, `del_uids`, `apply_content`) VALUES
(1, 87692, 78527, 'a:1:{i:0;s:18:"都说三道四多";}', 1602318099, 1, 1, 1, 'undefined', '@', NULL),
(4, 87692, 95103, 'a:0:{}', 1602588274, 1, 1, 1, 'undefined', '@', NULL),
(3, 87692, 51805, 'a:0:{}', 1602390411, 1, 1, 1, 'undefined', '@', NULL),
(5, 78102, 45506, 'a:0:{}', 1602660816, 1, 1, 1, 'undefined', '@', NULL),
(6, 25687, 45506, 'a:0:{}', 1602661247, 1, 1, 1, 'undefined', '@', NULL),
(7, 78102, 25687, 'a:0:{}', 1602661347, 1, 1, 1, 'undefined', '@', NULL),
(8, 28728, 59222, 'a:0:{}', 1602662959, 1, 1, 1, 'undefined', '@', NULL),
(9, 97130, 28728, 'a:0:{}', 1602663226, 1, 1, 1, 'qrcode', '@', NULL),
(10, 59222, 87692, 'a:0:{}', 1602664699, 1, 1, 1, 'undefined', '@', NULL),
(11, 76212, 65471, 'a:0:{}', 1602918518, 1, 1, 1, 'qrcode', '@', NULL),
(12, 76212, 94851, 'a:0:{}', 1602918832, 1, 1, 1, 'undefined', '@', NULL),
(13, 11337, 94851, 'a:0:{}', 1602919502, 1, 0, 0, 'group', '@', NULL),
(16, 11068, 52597, 'a:0:{}', 1603540266, 1, 1, 1, 'undefined', '@', NULL),
(15, 11337, 65471, 'a:0:{}', 1602919544, 1, 0, 0, 'group', '@', NULL),
(18, 52597, 87692, 'a:0:{}', 1603540559, 1, 1, 1, 'undefined', '@', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `app_role`
--

CREATE TABLE IF NOT EXISTS `app_role` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(45) NOT NULL,
  `content` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_role`
--

INSERT INTO `app_role` (`id`, `name`, `content`) VALUES
(5, '系统管理员', 'system/index.php|system/flash.php?type=index|breakup/backup.php|breakup/restore.php|admin/role.php|admin/role_add.php|admin/index.php|admin/adminlog.php|admin/pwd.php'),
(6, '用户管理员', 'user/index.php|user/index.php?group=1|user/index.php?group=2|user/index.php?group=3|user/index.php?group=4|user/add.php'),
(4, '超级管理员', 'system/index.php|system/im.php|system/app.php|system/vip.php|system/recharge.php|system/charge.php|system/flink.php|system/flink_add.php|news/manage.php|news/add.php|user/index.php|user/message.php?action=user|user/msg.php?action=user|user/report.php|user/bank.php|user/userlog.php|user/circle.php|money/index.php|money/recharge.php|money/plat.php|user/group.php|user/msg.php?action=group|admin/role.php|admin/role_add.php|admin/index.php|admin/add.php|admin/adminlog.php|admin/pwd.php');

-- --------------------------------------------------------

--
-- 表的结构 `app_session`
--

CREATE TABLE IF NOT EXISTS `app_session` (
  `id` int(10) unsigned NOT NULL,
  `key` varchar(100) DEFAULT NULL,
  `value` varchar(200) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `agentid` varchar(45) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=200 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_session`
--

INSERT INTO `app_session` (`id`, `key`, `value`, `time`, `agentid`) VALUES
(6, 'code', '2M7S', 1602335279, 'yx5jbFNt5RxA4xZkZW'),
(14, 'code', 'DAU1', 1602406914, 'PeExQG8d4REBbyDnpW'),
(16, 'code', 'ZX25', 1602596647, 'mH6zGwsKGa5xyYS7Nb'),
(21, 'code', '8SS6', 1602660710, 'Y3TzBTZw6J6ifZMRjC'),
(23, 'code', 'WGA8', 1602661182, 'cXnPKfTzSP6X7KjkFS'),
(67, 'code', '13ZV', 1602662744, '2ekrCp2fZCHTp66Nzn'),
(77, 'code', 'I7ZZ', 1602662823, 'BYQsKjhB4zYaYzbrMD'),
(81, 'code', 'PZN3', 1602663148, 'DFa4N8Q7jppSznYa4y'),
(89, 'code', 'STPW', 1602676621, 'nAKm78Gf7wtwr5waD2'),
(91, 'code', 'FJS7', 1602676974, 'DYtAK7EJZ3YYZyStmp'),
(93, 'code', 'Y2HS', 1602677514, 'ZkN4QzGTf4YPK6KHM7'),
(95, 'code', 'AFP8', 1602719152, 'w3fYCJAsHFz58d7M35'),
(113, 'code', 'GRJG', 1602730458, 'tjJMKT7XxQJYPESafj'),
(115, 'code', 'JY2K', 1602730466, 'pscRnWfwHdTe2WZGcN'),
(119, 'code', '1QKL', 1602825310, 'yrJCRjGE78xwYMDmJy'),
(145, 'code', 'NCCC', 1602920429, 'kmFdYYRnhceDFdMFwe'),
(139, 'code', '9K2I', 1602918307, 'SeXstn2SrDk46G6Yex'),
(141, 'code', '1XX4', 1602918362, 'X8hmxPMx8wpfBMQE5A'),
(143, 'code', '22TH', 1602919287, 'ewskPrkt63T3dxFJAS'),
(153, 'code', 'AINJ', 1602930177, 'cAN6SWx24nyEEmZ4t7'),
(155, 'code', 'CPBF', 1603013234, 'AXdr68xs6jfzSzfhph'),
(157, 'code', 'LJR1', 1603014934, 'ibbsRa7nXix6ErR8x8'),
(159, 'code', '5SZ1', 1603025102, 'xbChntW36DyiN6tht7'),
(169, 'code', 'WWIZ', 1603078628, 'pcDwzBTRJRptjmJWN2'),
(171, 'code', 'ZE3A', 1603109123, 'QptdeiM6yXxktYZrMp'),
(183, 'code', 'FMZA', 1603125894, 'crWjCXtC58HZX8EAGW'),
(185, 'code', 'DEGZ', 1603170928, 'ihATdCWzdjcWadMMse'),
(189, 'code', 'QC7I', 1603336021, 'CzjWrmSGGeD2kPCxC2'),
(191, 'code', 'KMEC', 1603531413, 'xmmPBMtMkiKxZdd6PA'),
(193, 'code', '994U', 1603539756, 'SQTxQHx4FkeZ7APSNb'),
(199, 'code', 'Z3J6', 1603541924, 'idkwjCwRKrb5mdrkCs');

-- --------------------------------------------------------

--
-- 表的结构 `app_system`
--

CREATE TABLE IF NOT EXISTS `app_system` (
  `id` int(10) unsigned NOT NULL,
  `key` varchar(500) CHARACTER SET utf8 NOT NULL,
  `value` text CHARACTER SET utf8 NOT NULL,
  `uid` int(10) unsigned NOT NULL DEFAULT '0',
  `default` int(10) unsigned NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=113 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_system`
--

INSERT INTO `app_system` (`id`, `key`, `value`, `uid`, `default`) VALUES
(2, 'logo', 'uploads/ico/16023801802980.png', 0, 0),
(3, 'footer', 'Copyright ©2020  领航软件版权所有', 0, 0),
(4, 'planurl', 'https://www.baidu.com', 0, 0),
(5, 'Submit', '提 交', 0, 0),
(6, 'title', 'iTel', 0, 0),
(7, 'lotterykey', '123456', 0, 0),
(8, 'description', 'im即时通讯', 0, 0),
(9, 'keywords', '聊天软件', 0, 0),
(10, 'leftopen', '0', 0, 0),
(11, 'lefturl', '', 0, 0),
(12, 'leftimg', '', 0, 0),
(13, 'lotterytime', '3', 0, 0),
(14, 'group_sum', '100', 0, 0),
(15, 'tags_sum', '3', 0, 0),
(16, 'tags', '购物|教育|影音|游戏|同城|旅游|休闲|学习交流|宠物|星座|王者荣耀|吃鸡|交友|兴趣爱好', 0, 0),
(17, 'people_sum', '200', 0, 0),
(18, 'people_sum1', '500', 0, 0),
(19, 'admin_nickname', '彩匠小助手', 0, 0),
(20, 'admin_logo', 'uploads/ico/15863193076431.png', 0, 0),
(21, 'online_time', '60', 0, 0),
(22, 'uids_start', '', 0, 0),
(23, 'uids_end', '', 0, 0),
(24, 'uids', '', 0, 0),
(25, 'mobilelogo', 'uploads/ico/16023801862721.png', 0, 0),
(26, 'user_banner', 'uploads/ico/15868563163598.jpg', 0, 0),
(27, 'vip_banner', 'uploads/ico/15868524337790.jpg', 0, 0),
(28, 'welcome', '您好，本软件正在逐步完善中，如有问题或建议，请加QQ：649398262进行反馈，欢迎提出宝贵的意见和建议！', 0, 0),
(29, 'plan_welcome', '欢迎使用彩匠人工计划网，网址：www.cj66.net', 0, 0),
(30, 'plan_tips', '本页计划由彩匠计划员纯人工发布，如出现断期请勿跟！', 0, 0),
(31, 'recharge_min', '100', 0, 0),
(32, 'recharge_max', '5000', 0, 0),
(33, 'recharge_method', 'a:3:{i:0;s:6:"alipay";i:1;s:6:"weixin";i:2;s:4:"bank";}', 0, 0),
(34, 'recharge_setting', 'a:3:{s:6:"alipay";a:3:{s:3:"min";s:3:"100";s:3:"max";s:5:"10000";s:3:"fee";s:1:"2";}s:6:"weixin";a:3:{s:3:"min";s:3:"100";s:3:"max";s:5:"10000";s:3:"fee";s:1:"3";}s:4:"bank";a:3:{s:3:"min";s:2:"50";s:3:"max";s:5:"10000";s:3:"fee";s:1:"1";}}', 0, 0),
(35, 'plat_fee', '1', 0, 0),
(36, 'plan_fee', '10', 0, 0),
(37, 'bank_num', '5', 0, 0),
(38, 'plat_max', '5000', 0, 0),
(39, 'plat_times', '5', 0, 0),
(40, 'plat_min', '1000', 0, 0),
(41, 'open_flash', '0', 0, 0),
(42, 'plan_task', 'a:4:{i:1;a:8:{s:3:"day";s:1:"7";s:6:"expect";s:2:"20";s:4:"rate";s:2:"80";s:6:"reward";s:2:"10";s:9:"rewardsum";s:2:"88";s:6:"addnum";s:2:"20";s:6:"addmax";s:2:"50";s:8:"isdelete";s:1:"0";}i:2;a:8:{s:3:"day";s:2:"15";s:6:"expect";s:2:"50";s:4:"rate";s:2:"75";s:6:"reward";s:2:"20";s:9:"rewardsum";s:3:"388";s:6:"addnum";s:2:"30";s:6:"addmax";s:2:"80";s:8:"isdelete";s:1:"0";}i:3;a:8:{s:3:"day";s:2:"30";s:6:"expect";s:3:"100";s:4:"rate";s:2:"70";s:6:"reward";s:2:"30";s:9:"rewardsum";s:3:"888";s:6:"addnum";s:2:"40";s:6:"addmax";s:3:"100";s:8:"isdelete";s:1:"1";}i:0;a:3:{s:6:"addnum";s:2:"10";s:6:"addmax";s:2:"30";s:8:"isdelete";s:1:"0";}}', 0, 0),
(43, 'task_note', '1.计划员必须每天同时满足中奖期数和中奖率才能领取奖励，完成任务即可获得计划员对应的段位称号。<br>\r\n2.每天奖励达标后才可领取，过了当天24点即算放弃领取。中途有任意一天未达标则需重新计算天数。<br>\r\n3.本次活动归彩匠网最终解释权，禁止注册多个账号刷，一旦发现利用签到、打赏非法套利者一律冻结账号。此活动截止时间待定。', 0, 0),
(44, 'plan_logo_0', 'uploads/ico/15890141305504.png', 0, 0),
(45, 'plan_logo_1', 'uploads/ico/15890133504185.png', 0, 0),
(46, 'plan_logo_2', 'uploads/ico/15890126098187.png', 0, 0),
(47, 'plan_logo_3', 'uploads/ico/15890126125515.png', 0, 0),
(48, 'plan_notes', '<span class="name">多彩计划</span>收到了<span class="name">南街杏茶</span>的<span class="money">10</span>元打赏\r\n<span class="name">南街杏茶</span>太任性了，又给<span class="name">多彩计划</span><span class="money">100</span>元打赏\r\n<span class="name">妄图摘星</span>老板真大方！果断打赏了<span class="name">神圣计划</span><span class="money">50元</span>\r\n<span class="name">妄图摘星</span>真是太任性了，竟然打赏了<span class="name">彩匠计划</span><span class="money">500元</span>', 0, 0),
(49, 'sign_min', '1', 0, 0),
(50, 'sign_max', '5', 0, 0),
(51, 'reward_expect', '20', 0, 0),
(52, 'reward_rate', '70', 0, 0),
(53, 'signopen', '1', 0, 0),
(54, 'down_Android', 'https://www.itel.vip/pc/down/1.0.8.apk', 0, 0),
(55, 'version_Android', '1.0.8', 0, 0),
(56, 'update_Android', '发现新版本是否要更新？', 0, 0),
(57, 'qrcode_Android', 'uploads/ico/15965185462161.png', 0, 0),
(58, 'down_ios', '', 0, 0),
(59, 'version_ios', '1.0.8', 0, 0),
(60, 'update_ios', '发现新版本是否要更新？', 0, 0),
(61, 'qrcode_ios', 'uploads/ico/15965185462161.png', 0, 0),
(62, 'tipcon1', ' <view>\r\n            \r\n          1.特别提示<br>\r\n          \r\n          1.1为了更好地为您提供服务，请您仔细阅读这份协议。本协议是您与本应用就您登录本应用平台进行注册及使用等所涉及的全部行为所订立的权利义务规范。您在注册过程中点击“注册”等按钮、及注册后登录和使用时，均表明您已完全同意并接受本协议，愿意遵守本协议的各项规则、规范的全部内容，若不同意则可停止注册或使用本应用平台。如您是未成年人，您还应要求您的监护人仔细阅读本协议，并取得他/他们的同意。\r\n          <br>\r\n          1.2为提高用户的使用感受和满意度，用户同意本应用将基于用户的操作行为对用户数据进行调查研究和分析，从而进一步优化服务。\r\n            \r\n            \r\n        </view>\r\n        <view>\r\n         2.服务内容\r\n         <br>\r\n         2.1本APP是一个真人社交应用平台，平台内严禁一切非法、涉黄信息，违反社区运营规范者，一律封号处理。\r\n         <br>\r\n         2.2本应用服务的具体内容由本应用制作者根据实际情况提供。\r\n         <br>\r\n          2.3 除非本注册及服务协议另有其它明示规定，本应用所推出的新产品、新功能、新服务，均受到本注册及注册协议规范。n2.4 本应用仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。\r\n            \r\n            \r\n            \r\n        </view>\r\n        <view>\r\n            3.使用规则\r\n            <br>\r\n            3.1 用户帐号注册\r\n            <br>\r\n            3.1.1使用本应用系统注册的用户，只能使用汉字、英文字母、数字、下划线及它们的组合，禁止使用空格、各种符号和特殊字符，且最多不超过16个字符(8个汉字)注册，否则将不予注册。\r\n            <br>\r\n            3.1.2使用第三方合作网站登录的用户，只能使用汉字、英文字母、数字、下划线及它们的组合，禁止使用空格、各种符号和特殊字符，且最多不超过14个字符(7个汉字)注册，否则本社区有权只截取前14个字符（7个汉字）予以显示用户帐号（若该用户帐号与应用现有用户帐号重名，系统将随机添加一个字符以示区别），否则将不予注册。\r\n            <br>\r\n            3.2如发现用户帐号中含有不雅文字或不恰当名称的，心动保留取消其用户资格的权利。\r\n            <br>\r\n            3.2.1请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册；\r\n            <br>\r\n            3.2.2请勿以国家机构或其他机构的名称注册；\r\n            <br>\r\n            3.2.3请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的帐号；\r\n            <br>\r\n            3.2.4请勿注册易产生歧义、引起他人误解或其它不符合法律规定的帐号。\r\n            <br>\r\n            3.3用户帐号的所有权归本应用，用户仅享有使用权。\r\n            <br>\r\n            3.4用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本应用不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请反馈通知本应用管理人员。因黑客行为或用户的保管疏忽导致帐号非法使用，本应用不承担任何责任。\r\n            <br>\r\n            3.5 用户承诺对其发表或者上传于本应用的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本应用被第三人索赔的，用户应全额补偿本应用的一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)；\r\n            <br>\r\n            3.6当第三方认为用户发表或者上传于本应用的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本应用发送权利通知书时，用户同意本应用可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本应用将不会自动恢复上述删除的信息；\r\n            <br>\r\n            (1)不得为任何非法目的而使用网络服务系统；\r\n            <br>\r\n            (2)遵守所有与网络服务有关的网络协议、规定和程序；\r\n            <br>\r\n            (3)不得利用本应用的服务进行任何可能对互联网的正常运转造成不利影响的行为；\r\n            <br>\r\n            (4)不得利用本应用服务进行任何不利于本应用的行为。\r\n            <br>\r\n            3.7如用户在使用网络服务时违反上述任何规定，本应用有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户上传的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。\r\n            \r\n            \r\n            \r\n            \r\n        </view>\r\n        <view>\r\n            4.责任声明\r\n            <br>\r\n            4.1 任何网站、单位或者个人如认为本应用或者本应用提供的相关内容涉嫌侵犯其合法权益，应及时向本应用提供书面权力通知，并提供身份证明、权属证明及详细侵权情况证明。本应用在收到上述法律文件后，将会尽快切断相关内容以保证相关网站、单位或者个人的合法权益得到保障。\r\n            <br>\r\n            4.2用户明确同意其使用本应用网络服务所存在的风险及一切后果将完全由用户本人承担，本应用对此不承担任何责任。\r\n           <br> \r\n            4.3本应用无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。\r\n            <br>\r\n            4.4本应用不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本应用实际控制的任何网页上的内容，本应用不承担任何责任。\r\n            \r\n            \r\n            \r\n        </view>\r\n        <view>\r\n            \r\n            5.知识产权\r\n            <br>\r\n            5.1 本应用特有的标识、版面设计、编排方式等版权均属本应用享有，未经本应用许可授权，不得任意复制或转载。\r\n            <br>\r\n            5.2 用户从本应用的服务中获得的信息，未经本应用的许可，不得任意复制或转载。\r\n            <br>\r\n            5.3 本应用的所有内容，包括商品描述、图片等内容所有权归属于本APP的用户，任何人不得转载。\r\n            <br>\r\n            5.4 本应用所有用户上传内容仅代表用户自己的立场和观点，与本应用无关，由作者本人承担一切法律责任。\r\n            <br>\r\n            5.5上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经本应用、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。\r\n            \r\n            \r\n        </view>\r\n        <view>\r\n            \r\n         6.隐私保护\r\n         <br>\r\n         6.1 本应用不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本社区的非公开内容，但下列情况除外：\r\n         <br>\r\n         (1)事先获得用户的明确授权；\r\n         <br>\r\n         (2)根据有关的法律法规要求；\r\n         <br>\r\n         (3)按照相关政府主管部门的要求；\r\n         <br>\r\n         (4)为维护社会公众的利益。\r\n         <br>\r\n         6.2 本应用可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本社区同等的保护用户隐私的责任，则本社区有权将用户的注册资料等信息提供给该第三方，并无须另行告知用户。\r\n         <br>\r\n         6.3 在不透露单个用户隐私资料的前提下，本应用有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。\r\n            \r\n            \r\n        </view>\r\n        <view>\r\n            \r\n            7.协议修改\r\n            <br>\r\n            7.1本应用有权随时修改本协议的任何条款，一旦本协议的内容发生变动，本应用将会在本应用上公布修改之后的协议内容，若用户不同意上述修改，则可以选择停止使用本应用。本应用也可选择通过其他适当方式（比如系统通知）向用户通知修改内容。\r\n            <br>\r\n            7.2如果不同意本应用对本协议相关条款所做的修改，用户有权停止使用本应用。如果用户继续使用本应用，则视为用户接受本应用对本协议相关条款所做的修改。\r\n            \r\n            \r\n            \r\n        </view>\r\n\r\n       <view>\r\n            8.联系我们<br>\r\n            \r\n            如果您有投诉、建议、疑问，您可以将问题发送至(649398262@qq.com)\r\n             \r\n        </view>', 0, 0),
(63, 'tipcon2', '    \r\n		本应用尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本应用会按照本隐私权政策的规定使用和披露您的个人信息。\r\n        但本应用将以高度的勤勉、审慎义务对待这些信息。<br>\r\n        除本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私权政策。 您在同意本应用服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。\r\n		<br>\r\n       \r\n       <view>\r\n         1.适用范围<br>\r\n         (a)在您使用本应用时，我们可能会申请系统设备权限收集设备信息、日志信息，用于推送和安全风控，并申请存储权限，用于下载及缓存相关文件；<br>\r\n         (b)您使用发布视频、语音、图片等功能时候，我们会请求您授权相机、照片、麦克风的权限。您如果拒绝授权提供，将无法使用此功能，但不影响您使用本应用的其他功能。 <br>  \r\n         (c) 在您使用本应用网络服务，本应用自动接收并记录您的设备信息，包括但不限于您的IP地址、使用的语言、访问日期和时间、软硬件特征信息等数据；\r\n         <br>  \r\n         (d) 本应用通过合法途径从商业伙伴处取得的用户个人数据。<br>  \r\n         \r\n       </view>\r\n       \r\n       <view>\r\n2.您了解并同意，以下信息不适用本隐私权政策：<br>\r\n		\r\n		(a) 您在使用本应用平台提供的搜索服务时输入的关键字信息；<br>\r\n		\r\n		(b) 本应用收集到的您在本应用发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；<br>\r\n		\r\n		(c) 违反法律规定或违反本应用规则行为及本应用已对您采取的措施。<br>           \r\n           \r\n       </view>\r\n       \r\n       <view>\r\n           \r\n          \r\n          3.信息使用\r\n          (a)本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br>\r\n          \r\n          (b) 本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。<br>\r\n          \r\n          (c) 为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本应用合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。<br>\r\n           \r\n       </view>\r\n       \r\n       <view>\r\n           4.信息披露<br>\r\n           在如下情况下，本应用将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：<br>\r\n           \r\n           (a) 经您事先同意，向第三方披露；<br>\r\n           \r\n           (b)为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；<br>\r\n           \r\n           (c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br>\r\n           \r\n           (d) 如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；<br>\r\n           \r\n           (e) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br>\r\n           \r\n           (f) 在本应用平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，本应用有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。<br>\r\n           \r\n           (g) 其它本应用根据法律、法规或者网站政策认为合适的披露。<br>\r\n           \r\n           \r\n       </view>\r\n       \r\n       <view>\r\n           \r\n          5.信息存储和交换<br>\r\n          本应用收集的有关您的信息和资料将保存在本应用及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本应用收集信息和资料所在地的境外并在境外被访问、存储和展示。\r\n          <br>\r\n          6.Cookie的使用<br>\r\n          (a) 在您未拒绝接受cookies的情况下，本应用会在您的计算机上设定或取用cookies ，以便您能登录或使用依赖于cookies的本应用平台服务或功能。本应用使用cookies可为您提供更加周到的个性化服务，包括推广服务。\r\n          <br>\r\n          (b) 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本应用网络服务或功能。\r\n          <br>\r\n          (c) 通过本应用所设cookies所取得的有关信息，将适用本政策。 \r\n       </view>\r\n       <view>\r\n           \r\n         6.信息安全<br>\r\n         (a) 本应用帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本应用将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。\r\n         <br>\r\n         (b) 在使用本应用网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对  \r\n       </view>\r\n       <view>\r\n          7.本隐私政策的更改<br>\r\n          \r\n          (a)如果决定更改隐私政策，我们会在本政策中、本公司网站中以及我们认为适当的位置发布这些更改，以便您了解我们如何收集、使用您的个人信息，哪些人可以访问这些信息，以及在什么情况下我们会透露这些信息。\r\n          <br>\r\n          (b)本公司保留随时修改本政策的权利，因此请经常查看。如对本政策作出重大更改，本公司会通过通知的形式告知。\r\n          <br>\r\n          方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本应用用户名及密码发生泄露，请您立即联络本应用客服，以便本应用采取相应措施。\r\n           \r\n           \r\n       </view>\r\n <view>\r\n          8.联系我们<br>\r\n          \r\n          如果您对个人信息保护问题有投诉、建议、疑问，您可以将问题发送至(649398262@qq.com)\r\n           \r\n       </view>', 0, 0),
(64, 'down_tf', '', 0, 0),
(65, 'planerdeny_tips', '您的签名不符合规范!请用一句话描述你的计划（不能低于5个字）|签名不可包含数字', 0, 0),
(66, 'platdeny_tips', '拒绝提现提示1|拒绝提现提示2', 0, 0),
(67, 'admin_id', '41679', 0, 0),
(68, 'admin_number', '41679', 0, 0),
(69, 'kefu_add', 'all', 0, 0),
(70, 'redpacket_min', '0.01', 0, 0),
(71, 'redpacket_max', '200', 0, 0),
(72, 'redpacket_title', '恭喜发财,大吉大利', 0, 0),
(73, 'msg_keywords', '赌博|彩票|招代理|黄色|成人', 0, 0),
(74, 'msg_keywords1', '微信|QQ|wx|手机号|加我|加q|加V', 0, 0),
(75, 'logout_words', '发广告|诈骗|危险用户|发不良网站|小号|马甲', 0, 0),
(76, 'logout_wordsnum', '2', 0, 0),
(77, 'redpacket_backtime', '24', 0, 0),
(78, 'vip_month', '12', 0, 0),
(79, 'vip_year', '123', 0, 0),
(80, 'inviteopen', '1', 0, 0),
(81, 'invite_pre', '10', 0, 0),
(82, 'frist_reward', '100', 0, 0),
(83, 'frist_reward1', '10', 0, 0),
(84, 'frist_reward2', '5', 0, 0),
(85, 'invite_code', '589056', 0, 0),
(86, 'vip1_month', '50', 0, 0),
(87, 'vip1_year', '518', 0, 0),
(88, 'vip1_max', '50', 0, 0),
(89, 'group_sum0', '5', 0, 0),
(90, 'group_sum1', '10', 0, 0),
(91, 'group_sum2', '50', 0, 0),
(92, 'group_sum3', '100', 0, 0),
(93, 'people_sum0', '200', 0, 0),
(94, 'people_sum2', '1000', 0, 0),
(95, 'people_sum3', '5000', 0, 0),
(96, 'group_join0', '20', 0, 0),
(97, 'group_join1', '50', 0, 0),
(98, 'group_join2', '200', 0, 0),
(99, 'group_join3', '500', 0, 0),
(100, 'friend_num0', '100', 0, 0),
(101, 'friend_num1', '300', 0, 0),
(102, 'friend_num2', '1000', 0, 0),
(103, 'friend_num3', '2000', 0, 0),
(104, 'downurl', 'https://www.itel.vip/pc/down.php', 0, 0),
(105, 'reportdeny_tips', '您的举报理由不成立|举报成功该用户已封号', 0, 0),
(106, 'chattime', '30', 0, 0),
(107, 'iospay', '1', 0, 0),
(108, 'iosvip', '1', 0, 0),
(109, 'iospay_recharge', 'recharge_25|recharge_50|recharge_108|recharge_218', 0, 0),
(110, 'iospay_vip', 'vipbuy_12|vipbuy_123|vipbuy_50|vipbuy_518', 0, 0),
(111, 'iospay_money', '25|50|108|208', 0, 0),
(112, 'iospay_fee', '30', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_template`
--

CREATE TABLE IF NOT EXISTS `app_template` (
  `id` int(10) unsigned NOT NULL,
  `title` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `dir` varchar(45) CHARACTER SET utf8 DEFAULT NULL,
  `status` int(10) unsigned DEFAULT NULL,
  `imgpreurl` varchar(300) CHARACTER SET utf8 DEFAULT NULL,
  `imgurl` varchar(300) CHARACTER SET utf8 DEFAULT NULL,
  `url` varchar(200) CHARACTER SET ucs2 DEFAULT NULL,
  `sortnum` int(10) unsigned DEFAULT NULL,
  `content` text CHARACTER SET utf8,
  `addtime` int(10) unsigned DEFAULT NULL,
  `edittime` int(10) unsigned DEFAULT NULL,
  `default` int(10) unsigned DEFAULT '0',
  `type1` int(10) unsigned DEFAULT '0',
  `type2` int(10) unsigned DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_template`
--

INSERT INTO `app_template` (`id`, `title`, `dir`, `status`, `imgpreurl`, `imgurl`, `url`, `sortnum`, `content`, `addtime`, `edittime`, `default`, `type1`, `type2`) VALUES
(1, 'default', 'default', 2, 'uploads/tempalte/13720639413120.jpg', 'uploads/tempalte/13720639417416.jpg', 'http://www.lhjwz.com', 5, 'qwqwqwqwqw', 1372063995, 1373340358, 0, 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `app_url`
--

CREATE TABLE IF NOT EXISTS `app_url` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `url` varchar(500) CHARACTER SET utf8 DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `app_url`
--

INSERT INTO `app_url` (`id`, `uid`, `url`) VALUES
(2, 2, 'http://test1.web.com'),
(3, 2, 'http://test2.web.com'),
(10, 5, 'http://lhjwz.com'),
(11, 4, 'http://test5.web.com');

-- --------------------------------------------------------

--
-- 表的结构 `app_user`
--

CREATE TABLE IF NOT EXISTS `app_user` (
  `id` int(10) unsigned NOT NULL,
  `number` int(11) NOT NULL DEFAULT '0',
  `status1` int(10) unsigned DEFAULT '1',
  `status2` int(10) unsigned DEFAULT '1',
  `name` varchar(45) DEFAULT NULL,
  `pwd` varchar(45) DEFAULT NULL,
  `email` varchar(45) DEFAULT NULL,
  `type` int(10) unsigned DEFAULT NULL,
  `regtime` int(10) unsigned DEFAULT NULL,
  `edittime` int(10) unsigned DEFAULT NULL,
  `regip` varchar(45) DEFAULT NULL,
  `loginip` varchar(45) DEFAULT NULL,
  `status` varchar(45) CHARACTER SET latin1 DEFAULT '0',
  `logintime` int(10) unsigned DEFAULT NULL,
  `group` int(10) unsigned DEFAULT '0',
  `emailcheck` int(10) unsigned DEFAULT '0',
  `realname` varchar(45) DEFAULT NULL,
  `nickname` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `sex` int(10) unsigned DEFAULT NULL,
  `tel` varchar(45) CHARACTER SET ucs2 DEFAULT NULL,
  `qq` varchar(45) DEFAULT NULL,
  `endtime` int(10) unsigned DEFAULT NULL,
  `mobile` varchar(45) CHARACTER SET latin1 DEFAULT NULL,
  `avatar` varchar(200) CHARACTER SET latin1 DEFAULT NULL,
  `money` varchar(45) CHARACTER SET latin1 DEFAULT '0.00',
  `money1` varchar(10) NOT NULL DEFAULT '0.00',
  `frze_money` varchar(45) CHARACTER SET latin1 DEFAULT '0.00',
  `pid` int(11) DEFAULT '0',
  `agree` int(10) DEFAULT '0',
  `idcard` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `birth` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `contact` text CHARACTER SET utf8 COLLATE utf8_bin,
  `address` text CHARACTER SET utf8 COLLATE utf8_bin,
  `step` int(10) DEFAULT '1',
  `company` text,
  `view` int(11) DEFAULT '0',
  `province` varchar(200) DEFAULT NULL,
  `city` varchar(200) DEFAULT NULL,
  `sign` text,
  `pwd1` varchar(45) DEFAULT NULL,
  `isvip` int(10) unsigned DEFAULT '0',
  `online` int(10) unsigned DEFAULT '0',
  `plan_title` varchar(200) DEFAULT NULL,
  `plan_sign` text,
  `plan_time` int(10) unsigned DEFAULT NULL,
  `plan_num` int(10) unsigned DEFAULT '0',
  `plan_prizenum` int(10) unsigned DEFAULT '0',
  `plan_sum` int(10) unsigned DEFAULT '0',
  `plan_prizesum` int(10) unsigned DEFAULT '0',
  `plan_losemax` int(10) unsigned DEFAULT '0',
  `plan_prizemax` int(10) unsigned DEFAULT '0',
  `plan_grade` int(10) unsigned DEFAULT '0',
  `task_id` int(10) unsigned DEFAULT '0',
  `tasks` text,
  `task_day` int(10) unsigned DEFAULT '0',
  `task_days` int(10) unsigned DEFAULT '0',
  `isworker` int(10) unsigned DEFAULT '0',
  `worker_setting` text,
  `rate` varchar(45) DEFAULT '0',
  `sendtime` int(10) unsigned DEFAULT NULL,
  `lock_time` int(10) unsigned DEFAULT NULL,
  `lock_mark` text,
  `note1` int(11) NOT NULL DEFAULT '1',
  `note2` int(11) NOT NULL DEFAULT '1',
  `note3` int(11) NOT NULL DEFAULT '1',
  `note4` int(11) NOT NULL DEFAULT '1',
  `iskefu` int(11) NOT NULL DEFAULT '0',
  `islock` int(11) NOT NULL DEFAULT '0',
  `logout_words` text,
  `vip` int(10) NOT NULL DEFAULT '0',
  `vip_time` int(10) NOT NULL DEFAULT '0',
  `isdaili` int(11) NOT NULL DEFAULT '1',
  `rebate` varchar(20) DEFAULT '10',
  `randcode` varchar(20) DEFAULT NULL,
  `backlist` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `app_user`
--

INSERT INTO `app_user` (`id`, `number`, `status1`, `status2`, `name`, `pwd`, `email`, `type`, `regtime`, `edittime`, `regip`, `loginip`, `status`, `logintime`, `group`, `emailcheck`, `realname`, `nickname`, `sex`, `tel`, `qq`, `endtime`, `mobile`, `avatar`, `money`, `money1`, `frze_money`, `pid`, `agree`, `idcard`, `birth`, `contact`, `address`, `step`, `company`, `view`, `province`, `city`, `sign`, `pwd1`, `isvip`, `online`, `plan_title`, `plan_sign`, `plan_time`, `plan_num`, `plan_prizenum`, `plan_sum`, `plan_prizesum`, `plan_losemax`, `plan_prizemax`, `plan_grade`, `task_id`, `tasks`, `task_day`, `task_days`, `isworker`, `worker_setting`, `rate`, `sendtime`, `lock_time`, `lock_mark`, `note1`, `note2`, `note3`, `note4`, `iskefu`, `islock`, `logout_words`, `vip`, `vip_time`, `isdaili`, `rebate`, `randcode`, `backlist`) VALUES
(11068, 11068, 1, 1, '123123', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1603540198, 1603540198, NULL, '175.153.169.18', '0', 1603540198, 0, 0, NULL, '彼此', 0, NULL, NULL, NULL, NULL, 'static/avatar/8.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1603541926, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(11337, 11337, 1, 1, 'tt1188', '377b70656100361e49528c17a8ec867a', NULL, NULL, 1602919312, 1602919312, NULL, '117.132.192.190', '0', 1602919312, 0, 0, NULL, '你考虑', 0, NULL, NULL, NULL, NULL, 'static/avatar/3443434.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1603512500, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(25687, 25687, 1, 1, 'sbdnxn111', 'ceeae1a13020466a75293689cb0aa1b7', NULL, NULL, 1602661203, 1602661203, NULL, '171.253.138.66', '0', 1602661203, 0, 0, NULL, 'cnxnn', 0, NULL, NULL, NULL, NULL, 'static/avatar/20190612152505.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602663648, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(28728, 28728, 1, 1, '16217380127', '9a84ee41aa72de59c63006aad670bcce', NULL, NULL, 1602662846, 1602662846, NULL, '59.47.4.27', '0', 1602662846, 0, 0, NULL, '咚咚咚', 0, NULL, NULL, NULL, NULL, 'static/avatar/ddd.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602686703, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(30841, 30841, 1, 1, 'admin', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602292716, NULL, NULL, '221.212.23.175', '0', 1603417429, 0, 0, NULL, '官方客服', 2, NULL, NULL, NULL, '18745088804', 'uploads/avatar/16022927798879.png', '419.17999999999995', '411.18', '0.00', 0, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, '黑龙江省', '哈尔滨市', '我是官方客服', '4297f44b13955235245b2497399d7a93', 0, 1603541895, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 'a:0:{}', 0, 0, 0, 'N;', '0', NULL, NULL, '', 1, 1, 1, 1, 1, 0, NULL, 0, 0, 1, '10', NULL, NULL),
(37001, 37001, 1, 1, '19837622561', 'c2832e6a06313ff1958ebf60d94619ba', NULL, NULL, 1602930183, 1602930183, NULL, '42.92.201.124', '0', 1602930183, 0, 0, NULL, '唐宇', 0, NULL, NULL, NULL, NULL, 'uploads/audio/2020/10/17/16029304171910.png', '4', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602934893, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(37826, 37826, 1, 1, 'moyan1234', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602825334, 1602825334, NULL, '58.17.61.205', '0', 1602825334, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152656.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602825647, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(38310, 38310, 1, 1, '7758521', '0b2952b0d93576dd24b49dcb66a9c7d8', NULL, NULL, 1602677004, 1602677004, NULL, '27.215.103.234', '0', 1602677004, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152601.jpg', '101', '98', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602913287, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(41679, 41679, 1, 1, 'system', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602292877, NULL, NULL, '221.212.23.68', '0', 1602750819, 0, 0, NULL, '官方小助手', 2, NULL, NULL, NULL, '13945688808', 'uploads/avatar/16022928889805.png', '707', '697', '0.00', 0, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, '北京市', '石景山区', '我是官方小助手', NULL, 0, 1603417347, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 'a:0:{}', 0, 0, 0, 'N;', '0', NULL, NULL, '', 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', NULL, NULL),
(42253, 42253, 1, 1, 'test44', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602335298, 1602335298, NULL, '192.168.31.102', '0', 1602335298, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152642.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602400152, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(45506, 45506, 1, 1, 'sasa157415', '6a7094015fbfabe8009f209055b9c16a', NULL, NULL, 1602659778, 1602659778, NULL, '202.124.35.155', '0', 1602659778, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152656.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602666747, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(49366, 49366, 1, 1, '123456789', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602719735, 1602719735, NULL, NULL, '0', NULL, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'static/avatar/1.jpg', '0.00', '0.00', '0.00', 79671, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '9.5', NULL, NULL),
(51805, 51805, 1, 1, 'test22', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602293557, 1602293557, NULL, '124.160.214.86', '0', 1603538108, 0, 0, NULL, '6666', 0, NULL, NULL, NULL, NULL, 'static/avatar/20190612152623.jpg', '337.84000000000003', '323.84', '0.00', 86668, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', 'e10adc3949ba59abbe56e057f20f883e', 0, 1603539186, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 1, 1608434502, 1, '9', '681172', NULL),
(52597, 52597, 1, 1, '123789', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1603539786, 1603539786, NULL, '117.136.64.75', '0', 1603539786, 0, 0, NULL, '哈啊哈', 0, NULL, NULL, NULL, NULL, 'static/avatar/ddd.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1603545338, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(59222, 59222, 1, 1, '133133', 'cdbd22b0024c908c660e694925414781', NULL, NULL, 1602662137, 1602662137, NULL, '39.144.15.179', '0', 1602825542, 0, 0, NULL, '测试群主', 0, NULL, NULL, NULL, NULL, 'static/avatar/erere.jpg', '8', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, '测试一下', NULL, 0, 1602828436, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(65471, 65471, 1, 1, 'ww1188', '377b70656100361e49528c17a8ec867a', NULL, NULL, 1602918318, 1602918318, NULL, '117.132.192.190', '0', 1602918318, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/efdffd.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602918692, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(76212, 76212, 1, 1, 'ee1188', '377b70656100361e49528c17a8ec867a', NULL, NULL, 1602918390, 1602918390, NULL, '117.132.192.190', '0', 1602918390, 0, 0, NULL, '我爱你你', 0, NULL, NULL, NULL, NULL, 'static/avatar/18.jpg', '5', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602919876, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(78102, 78102, 1, 1, 'dada125151', 'e52255ee009c98bf2f6c32d80415df6b', NULL, NULL, 1602660719, 1602660719, NULL, '202.124.35.155', '0', 1602660719, 0, 0, NULL, 'SSSS', 0, NULL, NULL, NULL, NULL, 'static/avatar/20190612152642.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602666751, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(78527, 78527, 1, 1, 'test33', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602293680, 1602293680, NULL, '192.168.31.102', '0', 1602293723, 0, 0, NULL, '测试昵称33', 1, NULL, NULL, NULL, NULL, 'static/avatar/20190612152601.jpg', '492', '490', '0.00', 51805, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, '河北省', '唐山市', 'null', NULL, 0, 1602335256, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '8.5', NULL, NULL),
(79671, 79671, 1, 1, '18855552222', 'd0dcbf0d12a6b1e7fbfa2ce5848f3eff', NULL, NULL, 1602719185, 1602719185, NULL, '223.90.236.206', '0', 1602719505, 0, 0, NULL, '昵称', 0, NULL, NULL, NULL, NULL, 'static/avatar/20190612152601.jpg', '105', '98', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602869710, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(82625, 82625, 1, 1, 'qweiuop', '65bac3357fd900d32de584b79410fd7d', NULL, NULL, 1603531428, 1603531428, NULL, '183.138.186.116', '0', 1603531428, 0, 0, NULL, '测试', 0, NULL, NULL, NULL, NULL, 'static/avatar/12.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1603531527, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(87692, 87692, 1, 1, 'test11', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602293510, 1602293510, NULL, '175.153.169.18', '0', 1603538617, 0, 0, NULL, '测试用户11', 2, NULL, NULL, NULL, '', 'static/avatar/QQ20190612152855.jpg', '114.1', '93.1', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, '北京市', '朝阳区', 'Wdfsd ', 'e10adc3949ba59abbe56e057f20f883e', 0, 1603540737, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 'a:0:{}', 0, 0, 0, 'N;', '0', NULL, NULL, '', 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '9.5', NULL, NULL),
(88305, 88305, 1, 1, '66589634', '0b2952b0d93576dd24b49dcb66a9c7d8', NULL, NULL, 1602676630, 1602676630, NULL, '27.215.103.234', '0', 1602676743, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/6.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602677901, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(94851, 94851, 1, 1, 'rr1188', '377b70656100361e49528c17a8ec867a', NULL, NULL, 1602918768, 1602918768, NULL, '117.132.192.190', '0', 1602918768, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152648.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602919972, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(95103, 95103, 1, 1, 'moyan123', 'e10adc3949ba59abbe56e057f20f883e', NULL, NULL, 1602587491, 1602587491, NULL, '58.17.61.205', '0', 1602588671, 0, 0, NULL, '嘎嘎嘎', 0, NULL, NULL, NULL, NULL, 'static/avatar/20190612152905.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, '省份', '城市', '', NULL, 0, 1602589428, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(97130, 97130, 1, 1, '1217380128', '9a84ee41aa72de59c63006aad670bcce', NULL, NULL, 1602663156, 1602663156, NULL, '117.132.194.118', '0', 1602663156, 0, 0, NULL, 'iPhone4', 0, NULL, NULL, NULL, NULL, 'static/avatar/33333.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, 'null', NULL, 0, 1602856203, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(97696, 97696, 1, 1, 'chendada', '96e79218965eb72c92a549dd5a330112', NULL, NULL, 1603014969, 1603014969, NULL, '112.11.197.184', '0', 1603015776, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/20190612152813.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1603130100, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL),
(99659, 99659, 1, 1, 'dada15154', 'b529d81d56a6d77bcb79ee64b66a3b50', NULL, NULL, 1602920964, 1602920964, NULL, '202.124.35.155', '0', 1602920964, 0, 0, NULL, '', NULL, NULL, NULL, NULL, NULL, 'static/avatar/QQ20190612152843.jpg', '0.00', '0.00', '0.00', 30841, 0, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, 0, 1602956268, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, NULL, '0', NULL, NULL, NULL, 1, 1, 1, 1, 0, 0, NULL, 0, 0, 1, '10', '589056', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `app_userlog`
--

CREATE TABLE IF NOT EXISTS `app_userlog` (
  `id` int(10) unsigned NOT NULL,
  `uid` int(10) unsigned DEFAULT NULL,
  `name` varchar(45) DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `ip` varchar(45) DEFAULT NULL,
  `address` varchar(85) DEFAULT NULL,
  `content` text,
  `deviceInfo` text
) ENGINE=MyISAM AUTO_INCREMENT=97 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_userlog`
--

INSERT INTO `app_userlog` (`id`, `uid`, `name`, `time`, `ip`, `address`, `content`, `deviceInfo`) VALUES
(1, 30841, 'admin', 1602293412, '192.168.31.102', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(2, 51805, 'test22', 1602293557, '192.168.31.102', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(3, 78527, 'test33', 1602293723, '192.168.31.102', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(4, 87692, 'test11', 1602294315, '192.168.31.22', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(5, 87692, 'test11', 1602294344, '192.168.31.22', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(11, 87692, 'test11', 1602387171, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(7, 51805, 'test22', 1602319354, '192.168.31.212', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(8, 30841, 'admin', 1602319400, '192.168.31.22', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(9, 42253, 'test44', 1602335298, '192.168.31.102', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(10, 87692, 'test11', 1602383544, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(12, 51805, 'test22', 1602388021, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(13, 87692, 'test11', 1602400407, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(14, 87692, 'test11', 1602511909, '17.235.38.172', '美国 Apple公司', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(15, 87692, 'test11', 1602512309, '17.235.38.172', '美国 Apple公司', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(16, 87692, 'test11', 1602576670, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(17, 87692, 'test11', 1602576671, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(18, 87692, 'test11', 1602576671, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(19, 30841, 'admin', 1602579564, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(20, 87692, 'test11', 1602582878, '106.5.206.114', '江西省萍乡市 电信', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(21, 95103, 'moyan123', 1602587491, '58.17.61.205', '江西省南昌市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(22, 41679, 'system', 1602588618, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(23, 95103, 'moyan123', 1602588671, '58.17.61.205', '江西省南昌市 联通', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(24, 30841, 'admin', 1602593112, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(25, 87692, 'test11', 1602653930, '106.61.83.146', '云南省 电信', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(26, 41679, 'system', 1602653948, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(27, 87692, 'test11', 1602658795, '202.124.35.155', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(28, 45506, 'sasa157415', 1602659778, '202.124.35.155', 'IP data file not exists or access denied', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(29, 30841, 'admin', 1602660621, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(30, 78102, 'dada125151', 1602660719, '202.124.35.155', '澳大利亚  ', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(31, 25687, 'sbdnxn111', 1602661203, '171.253.138.66', '越南  ', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 mi";}'),
(32, 59222, '133133', 1602662137, '39.144.15.179', '北京市 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 MI";}'),
(33, 51805, 'test22', 1602662375, '113.4.53.176', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(34, 59222, '133133', 1602662757, '39.144.15.179', '北京市 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 MI";}'),
(35, 28728, '16217380127', 1602662846, '59.47.4.27', '辽宁省本溪市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(36, 97130, '1217380128', 1602663156, '117.132.194.118', '中国 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(37, 88305, '66589634', 1602676630, '27.215.103.234', '山东省 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(38, 88305, '66589634', 1602676743, '27.215.103.234', '山东省 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(39, 38310, '7758521', 1602677004, '27.215.103.234', '山东省 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(40, 30841, 'admin', 1602677293, '113.14.232.115', '广西南宁市 电信', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(41, 87692, 'test11', 1602677531, '113.14.232.115', '广西南宁市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(42, 79671, '18855552222', 1602719185, '223.90.236.206', '河南省郑州市 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(43, 79671, '18855552222', 1602719235, '223.90.236.206', '河南省郑州市 移动', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(44, 79671, '18855552222', 1602719505, '223.90.236.206', '河南省郑州市 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(45, 30841, 'admin', 1602730020, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(46, 87692, 'test11', 1602732382, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(47, 30841, 'admin', 1602750791, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(48, 41679, 'system', 1602750819, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(49, 37826, 'moyan1234', 1602825334, '58.17.61.205', '江西省南昌市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(50, 59222, '133133', 1602825542, '39.144.15.179', '北京市 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 MI";}'),
(51, 65471, 'ww1188', 1602918318, '117.132.192.190', '中国 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 mi";}'),
(52, 76212, 'ee1188', 1602918390, '117.132.192.190', '中国 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 mi";}'),
(53, 94851, 'rr1188', 1602918768, '117.132.192.190', '中国 移动', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(54, 11337, 'tt1188', 1602919312, '117.132.192.190', '中国 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 mi";}'),
(55, 87692, 'test11', 1602920937, '202.124.35.155', '澳大利亚  ', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(56, 99659, 'dada15154', 1602920964, '202.124.35.155', '澳大利亚  ', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(57, 51805, 'test22', 1602927151, '42.92.201.124', '甘肃省白银市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:20:"一加 ONEPLUS A6010";}'),
(58, 37001, '19837622561', 1602930183, '42.92.201.124', '甘肃省白银市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:31:"一加 ONEPLUS A6010(Android/9)";}'),
(59, 30841, 'admin', 1603013251, '123.185.210.48', '辽宁省沈阳市辽中区 电信', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(60, 97696, 'chendada', 1603014969, '112.11.197.184', '浙江省湖州市长兴县 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(61, 97696, 'chendada', 1603015114, '112.11.197.184', '浙江省湖州市长兴县 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(62, 97696, 'chendada', 1603015776, '112.11.197.184', '浙江省湖州市长兴县 移动', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(63, 87692, 'test11', 1603025155, '140.243.68.243', '中国 电信骨干网', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:13:"华为 HUAWEI";}'),
(64, 87692, 'test11', 1603073273, '223.157.13.79', '湖南省娄底市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(65, 30841, 'admin', 1603075629, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(66, 87692, 'test11', 1603077508, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(67, 87692, 'test11', 1603077550, '221.212.23.68', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(68, 51805, 'test22', 1603109464, '218.92.226.5', '江苏省盐城市 电信', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(69, 51805, 'test22', 1603161531, '115.60.19.210', '河南省郑州市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(70, 87692, 'test11', 1603170496, '45.116.35.0', 'IANA 保留地址', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(71, 87692, 'test11', 1603170947, '45.116.35.0', 'IANA 保留地址', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 mi";}'),
(72, 87692, 'test11', 1603244337, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(73, 51805, 'test22', 1603282104, '223.149.38.173', '湖南省 电信', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(74, 30841, 'admin', 1603282335, '223.149.38.173', '湖南省 电信', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(75, 87692, 'test11', 1603307491, '17.232.2.52', '美国 Apple公司', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(76, 87692, 'test11', 1603329301, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(77, 87692, 'test11', 1603330175, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(78, 87692, 'test11', 1603335436, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(79, 51805, 'test22', 1603336033, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(80, 87692, 'test11', 1603404690, '17.234.4.223', '美国 Apple公司', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(81, 87692, 'test11', 1603414296, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(82, 30841, 'admin', 1603417429, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:9:"小米 Mi";}'),
(83, 87692, 'test11', 1603417664, '221.212.23.175', '黑龙江省哈尔滨市道外区 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(84, 87692, 'test11', 1603498865, '113.4.53.24', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(85, 87692, 'test11', 1603499191, '113.4.53.24', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(86, 87692, 'test11', 1603503070, '113.4.53.24', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(87, 87692, 'test11', 1603503724, '113.4.53.24', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:18:"未知操作系统";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(88, 51805, 'test22', 1603530794, '183.138.186.116', '浙江省温州市 电信', '登录', 'a:5:{s:6:"system";s:3:"Mac";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(89, 87692, 'test11', 1603530805, '113.4.53.24', '黑龙江省哈尔滨市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(90, 51805, 'test22', 1603531325, '183.138.186.116', '浙江省温州市 电信', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(91, 82625, 'qweiuop', 1603531428, '183.138.186.116', '浙江省温州市 电信', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(92, 51805, 'test22', 1603531527, '183.138.186.116', '浙江省温州市 电信', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(93, 51805, 'test22', 1603538108, '124.160.214.86', '浙江省杭州市 联通', '登录', 'a:5:{s:6:"system";s:3:"ios";s:7:"browser";s:6:"Safari";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:16:"苹果 iPhone OS";}'),
(94, 87692, 'test11', 1603538617, '175.153.169.18', '四川省南充市 联通', '登录', 'a:5:{s:6:"system";s:9:"Windows 7";s:7:"browser";s:6:"Chrome";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(95, 52597, '123789', 1603539786, '117.136.64.75', '四川省成都市 移动GSM/TD-SCDMA/LTE全省共用出口', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}'),
(96, 11068, '123123', 1603540198, '175.153.169.18', '四川省南充市 联通', '登录', 'a:5:{s:6:"system";s:7:"android";s:7:"browser";s:15:"未知浏览器";s:3:"app";N;s:7:"version";N;s:6:"mobile";s:7:"其他 ";}');

-- --------------------------------------------------------

--
-- 表的结构 `app_user_report`
--

CREATE TABLE IF NOT EXISTS `app_user_report` (
  `id` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned DEFAULT NULL,
  `fromid` int(10) unsigned DEFAULT NULL,
  `time` int(10) unsigned DEFAULT NULL,
  `content` text,
  `replay` text,
  `status` int(10) unsigned DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `app_user_report`
--

INSERT INTO `app_user_report` (`id`, `userid`, `fromid`, `time`, `content`, `replay`, `status`) VALUES
(2, 30841, 79671, 1602719823, '123', NULL, 2);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `app_admin`
--
ALTER TABLE `app_admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_adminlog`
--
ALTER TABLE `app_adminlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_app`
--
ALTER TABLE `app_app`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_bank`
--
ALTER TABLE `app_bank`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_charge`
--
ALTER TABLE `app_charge`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_chat`
--
ALTER TABLE `app_chat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_circle`
--
ALTER TABLE `app_circle`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_circle_msg`
--
ALTER TABLE `app_circle_msg`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_circle_push`
--
ALTER TABLE `app_circle_push`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_client`
--
ALTER TABLE `app_client`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_comment`
--
ALTER TABLE `app_comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_flash`
--
ALTER TABLE `app_flash`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_flink`
--
ALTER TABLE `app_flink`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_friend`
--
ALTER TABLE `app_friend`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_group`
--
ALTER TABLE `app_group`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_group_apply`
--
ALTER TABLE `app_group_apply`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_group_note`
--
ALTER TABLE `app_group_note`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_group_readtime`
--
ALTER TABLE `app_group_readtime`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_hotal`
--
ALTER TABLE `app_hotal`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_info`
--
ALTER TABLE `app_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_invite`
--
ALTER TABLE `app_invite`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_iospaylog`
--
ALTER TABLE `app_iospaylog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_kefu`
--
ALTER TABLE `app_kefu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_mark`
--
ALTER TABLE `app_mark`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_menu`
--
ALTER TABLE `app_menu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_message`
--
ALTER TABLE `app_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_money`
--
ALTER TABLE `app_money`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_msg`
--
ALTER TABLE `app_msg`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_msgnotip`
--
ALTER TABLE `app_msgnotip`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_msgtop`
--
ALTER TABLE `app_msgtop`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_news`
--
ALTER TABLE `app_news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_note`
--
ALTER TABLE `app_note`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_offline`
--
ALTER TABLE `app_offline`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_offline_request`
--
ALTER TABLE `app_offline_request`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_plat`
--
ALTER TABLE `app_plat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_qrcode_login`
--
ALTER TABLE `app_qrcode_login`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_readpacket`
--
ALTER TABLE `app_readpacket`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_readtime`
--
ALTER TABLE `app_readtime`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_recharge`
--
ALTER TABLE `app_recharge`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_request`
--
ALTER TABLE `app_request`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_role`
--
ALTER TABLE `app_role`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_session`
--
ALTER TABLE `app_session`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_system`
--
ALTER TABLE `app_system`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_template`
--
ALTER TABLE `app_template`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_url`
--
ALTER TABLE `app_url`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_user`
--
ALTER TABLE `app_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_userlog`
--
ALTER TABLE `app_userlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_user_report`
--
ALTER TABLE `app_user_report`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `app_admin`
--
ALTER TABLE `app_admin`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `app_adminlog`
--
ALTER TABLE `app_adminlog`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=98;
--
-- AUTO_INCREMENT for table `app_app`
--
ALTER TABLE `app_app`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `app_bank`
--
ALTER TABLE `app_bank`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `app_charge`
--
ALTER TABLE `app_charge`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `app_chat`
--
ALTER TABLE `app_chat`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=491;
--
-- AUTO_INCREMENT for table `app_circle`
--
ALTER TABLE `app_circle`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `app_circle_msg`
--
ALTER TABLE `app_circle_msg`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `app_circle_push`
--
ALTER TABLE `app_circle_push`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=65;
--
-- AUTO_INCREMENT for table `app_client`
--
ALTER TABLE `app_client`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
--
-- AUTO_INCREMENT for table `app_comment`
--
ALTER TABLE `app_comment`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `app_flash`
--
ALTER TABLE `app_flash`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=126;
--
-- AUTO_INCREMENT for table `app_flink`
--
ALTER TABLE `app_flink`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=15;
--
-- AUTO_INCREMENT for table `app_friend`
--
ALTER TABLE `app_friend`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=213;
--
-- AUTO_INCREMENT for table `app_group`
--
ALTER TABLE `app_group`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=977230;
--
-- AUTO_INCREMENT for table `app_group_apply`
--
ALTER TABLE `app_group_apply`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `app_group_note`
--
ALTER TABLE `app_group_note`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `app_group_readtime`
--
ALTER TABLE `app_group_readtime`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_hotal`
--
ALTER TABLE `app_hotal`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `app_info`
--
ALTER TABLE `app_info`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `app_invite`
--
ALTER TABLE `app_invite`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `app_iospaylog`
--
ALTER TABLE `app_iospaylog`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `app_kefu`
--
ALTER TABLE `app_kefu`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_mark`
--
ALTER TABLE `app_mark`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `app_menu`
--
ALTER TABLE `app_menu`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `app_message`
--
ALTER TABLE `app_message`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_money`
--
ALTER TABLE `app_money`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=62;
--
-- AUTO_INCREMENT for table `app_msg`
--
ALTER TABLE `app_msg`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_msgnotip`
--
ALTER TABLE `app_msgnotip`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_msgtop`
--
ALTER TABLE `app_msgtop`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `app_news`
--
ALTER TABLE `app_news`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `app_note`
--
ALTER TABLE `app_note`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=483;
--
-- AUTO_INCREMENT for table `app_offline`
--
ALTER TABLE `app_offline`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5973;
--
-- AUTO_INCREMENT for table `app_offline_request`
--
ALTER TABLE `app_offline_request`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=24;
--
-- AUTO_INCREMENT for table `app_plat`
--
ALTER TABLE `app_plat`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `app_qrcode_login`
--
ALTER TABLE `app_qrcode_login`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `app_readpacket`
--
ALTER TABLE `app_readpacket`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `app_readtime`
--
ALTER TABLE `app_readtime`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=163;
--
-- AUTO_INCREMENT for table `app_recharge`
--
ALTER TABLE `app_recharge`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=116;
--
-- AUTO_INCREMENT for table `app_request`
--
ALTER TABLE `app_request`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `app_role`
--
ALTER TABLE `app_role`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `app_session`
--
ALTER TABLE `app_session`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=200;
--
-- AUTO_INCREMENT for table `app_system`
--
ALTER TABLE `app_system`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=113;
--
-- AUTO_INCREMENT for table `app_template`
--
ALTER TABLE `app_template`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `app_url`
--
ALTER TABLE `app_url`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `app_userlog`
--
ALTER TABLE `app_userlog`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=97;
--
-- AUTO_INCREMENT for table `app_user_report`
--
ALTER TABLE `app_user_report`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
